{
	"language": "English",
	"year": 2017,
	"hymns": [
		{
			"verses": [
				"God bless our native land! Firm may she ever stand, Through storm and night; When the wild tempests rave, Ruler of wind and wave, Do Thou our country save By Thy great might.",
				"For her our prayer shall rise To God above the skies; On Him we wait; Thou who art ever nigh, Guarding with watchful eye, To Thee aloud we cry, God save the state!"
			]
		},
		{
			"verses": [
				"God of our fathers, whose almighty hand, Leads forth in beauty all the starry band, Of shining worlds in splendor through the skies, Our grateful songs before Thy throne arise.",
				"Thy love Divine hath led us in the past; In this free land by Thee our lot is cast; Be Thou our Ruler, Guardian, Guide, and Stay; Thy Word our law, Thy path our chosen way.",
				"From war’s alarms, from deadly pestilence, Be Thy strong arm our ever sure defense, Thy true religion in our hearts increase, Thy bounteous goodness nourish us in peace.",
				"Refresh Thy people on their toilsome way, Lead us from night to never-ending day; Fill all our hearts with love and grace Divine, All glory, laud and praise be ever Thine."
			]
		},
		{
			"verses": [
				"My country! ‘tis of thee, Sweet land of liberty, Of thee I sing; Land where my fathers died, Land of the Pilgrim’s pride, From every mountainside, Let freedom ring!",
				"My native country, thee, Land of the noble free, Thy name I love; I love thy rocks and rills, Thy woods and templed hills; My heart with rapture thrills, Like that above.",
				"Let music swell the breeze, And ring from all the trees, Sweet freedom’s song; Let mortal tongues awake, Let all that breathe partake, Let rocks their silence break, The sound prolong.",
				"Our fathers’ God, to Thee, Author of liberty, To Thee we sing; Long may our land be bright, With freedom’s holy light; Protect us by Thy might, Great God, our King!"
			]
		},
		{
			"verses": [
				"Blessed Jesus, at Thy word, We are gathered all to hear Thee; Let our hearts and souls be stirred, Now to seek and love and fear Thee; By Thy teachings sweet and holy, Drawn from earth to love Thee solely.",
				"All our knowledge, sense and sight, Lie in deepest darkness shrouded, Till Thy Spirit breaks our night, With the beams of truth unclouded. Thou alone to God canst win us, Thou must work all good within us.",
				"Glorious Lord, Thyself impart, Light of light from God proceeding, Open Thou our ears and heart. Help us by Thy Spirit’s pleading, Hear the cry Thy people raises, Hear and bless our prayers and praises."
			]
		},
		{
			"verses": [
				"Tänne Jeesus tulimme, Pyhää sanaas kuulemahan, Hartautta sieluumme Riennä itse antamahan, Maasta se ett’ yleneepi, Taivaan puoleen liiteleepi!",
				"Soaistu on järkemme, Synnin sumu sielun peittää; Siis, O Jeesus, valaise, Auta Hengelläsi meitä! Että sanaas tottelemme, Uudeksi luo sydämemme!",
				"Jeesus, maailman valkeus, Anna valos meille loistaa! Isän kunnian kirkkaus, Pimeytemme sä poista! Anna meille uusi mieli, Uudet korvat, uusi kieli!"
			]
		},
		{
			"verses": [
				"Dearest Jesus, draw Thou near me, Let Thy Spirit dwell with mine; Open now my ear to hear Thee, Take my heart and seal it Thine; Keep me, lead me on my way, Thee to follow and obey, E’er to do Thy will and fear Thee, And rejoice to know and hear Thee.",
				"Underneath Thy wings abiding, In Thy Church, O Savior dear, Let me dwell, in Thee confiding, Hold me in Thy faith and fear; Take away from me each thought, That with wickedness is fraught, Tempting me to disobey Thee, Root it out, O Lord, I pray Thee.",
				"Thou, earth’s greatest joy and gladness, and salvation full and free, Let Thy presence cheer my sadness, and prepare my soul for Thee! In the hour when I depart, Touch my spirit, lips and heart, With Thy word assure, uphold me, Till heavenly gates enfold me."
			]
		},
		{
			"verses": [
				"Hosanna to the living Lord! Hosanna to the Incarnate Word! To Christ, Creator, Savior, King, Let earth, let heav’n, hosanna sing.",
				"O Savior, with protecting care, Abide in this Thy house of prayer, Where we Thy parting promise claim, Assembled in Thy sacred name.",
				"But, chiefest, in our cleansed breast, Eternal bid Thy spirit rest, And make our secret soul to Thee, A temple pure and worthy be.",
				"So in the last and dreadful Day, Whenearth and heav’n shall melt away, Thy flock, redeemed from sinful strain, Shall swell the sound of praise again."
			]
		},
		{
			"verses": [
				"Lord, open Thou my heart to hear, And through Thy Word to me draw near; Let me Thy Word e’er pure retain, Let me Thy child and heir remain.",
				"Thy Word doth deeply move the heart, Thy Word doth perfect health impart, Thy Word my soul with joy doth bless, Thy Word brings peace and happiness.",
				"To God the Father, God the Son, and God the Spirit, Three in One, Shall glory, praise, and honor be, Now and throughout eternity."
			]
		},
		{
			"verses": [
				"Speak, O Lord, Thy servant heareth, To Thy Word I now give heed; Life and spirit Thy Word beareth, All Thy Word is truth indeed; Death’s dread power in me is rife; Jesus, may Thy Word of life, Fill my soul with love’s strong fervor, That I cling to Thee forever.",
				"O what blessing to be near Thee, and to hearken to Thy voice; May I ever love and fear Thee, That Thy Word may be my choice. Oft were hardened sinners, Lord, Struck with terror by Thy Word But to him for sin who grieveth, Comfort sweet and hope it giveth.",
				"Lord, Thy Words are waters living, Where I quench my thirsty need; Lord, Thy Words are bread life-giving; On Thy Words My soul doth feed, Lord Thy Words shall be my light, Through death’s vale and dreary night; Yea, they are my sword prevailing, And my cup of joy unfailing.",
				"Precious Jesus, I beseech Thee: May Thy Words take root in me; May this gift from heaven enrich me, So that I bear fruit for Thee; Take them never from my heart, Till I see Thee as Thou art, When in heavenly bliss and glory, I shall see Thee and adore thee.",
				"All the world is full of sorrow, Dearest Jesus, hear Thou me: Come what may today, tomorrow, May I firmly stand with Thee On Thy Word’s unfaltering ground; And when death’s dread call shall sound, I shall sing in its dark mazes, To Thy name my grateful praises."
			]
		},
		{
			"verses": [
				"There many shall come from the east and the west, And sit at the feast of salvation, With Abraham, Isaac, and Jacob, the blest, Obeying the Lord’s invitation. Have mercy upon us, O Jesus!",
				"But they who have always resisted His grace And on their own virtue depended, Shall then be condemned and cast out from His face, Eternally lost and unfriended. Have mercy upon us, O Jesus!",
				"O may we all hear when our Shepherd doth call, In accents persuasive and tender, That while there is time we make haste one and all, And find Him, our mighty defender. Have mercy upon us, O Jesus!",
				"O that we the throng of the ransomed may swell, To whom He bath granted remission. God graciously make us in heaven to dwell, And save us from endless perdition. Have mercy upon us, O Jesus!",
				"God grant that I may of His infinite love, Remain in His merciful keeping; And sit with the King at His table above, When here in the grave I am sleeping, Have mercy upon us, O Jesus!",
				"All trials are then like a dream that is past, Forgotten all trouble and sorrow; All questions and doubts have been answered at last; Then dawneth eternity’s morrow. Have mercy upon us, O Jesus!",
				"The heavens shall ring with an anthem more grand, Than ever on earth was recorded; The blest of the Lord shall receive at His hand, the crown to the victors awarded. Have mercy upon us, O Jesus!"
			]
		},
		{
			"verses": [
				"While yet the morn is breaking, I thank my God once more, Beneath Whose care awaking, I find the night is o’er; I thank Him that He calls me To life and health anew, To know, whate’er befalls me, His care will still be true.",
				"Guardian of Israel, hear me, Watch o’er me through the day, In all I do be near me; for others too I pray; To Thee I would commend them, Our Church, our youth, our land, Direct them and defend them, When dangers are at hand.",
				"O gently grant Thy blessing, That we may do Thy will, No more Thy ways transgressing, Our proper task fulfill; With Peter’s full affiance Let down our nets again; If Thou art our reliance, Our toil will not be vain.",
				"Thou art the vine - O nourish the branches graft in Thee And let them grow and flourish, A fair and fruitful tree; Thy Spirit put within us, And let His gifts of grace To all good actions win us That best may show His praise."
			]
		},
		{
			"verses": [
				"Kokoontuneet, O Jumala, Olemme etehesi, Vapaina viikon huolista, Taas tulleet huoneesesi. O kuink’ on siinä kaunista, Kuunnella sanaas kallista, Suloista armoääntäs.",
				"Yks’ hetki Herran huoneessa, Verrattomasti voittaa, Kaikk’ ilot, joilla maailma, Huvittaa meitä koittaa, Täss’ oikea vast’ ilo on, Riemumme parhain, verraton, Salattu maailmalta.",
				"Siis rukoilemme nöyrästi; Suo, Herra, kuullaksemme, Sun pyhää sanaas hartaasti, Se painaa mielehemme; Kirkasta meissä kunnias, Ravitse sielut armollas, Sun huonees tavaralla!",
				"Sun Pyhä Henkes meille suo, Meit’ että valaiseepi, Ja hartauden meihin luo, Korvamme aukaiseepi, Sun sanas saarnaa kuulemaan, Sit’ oikein omaks ottamaan, Sielumme autuudeksi!"
			]
		},
		{
			"verses": [
				"Almighty Father, bless the Word, Which thro’ Thy grace we now have heard. Oh, may the precious seed take root, Spring up, and bear abundant fruit!",
				"We praise Thee for the means of grace, As homeward now our steps we trace. Grant, Lord, that we who worshipped here, May all at last in heav’n appear."
			]
		},
		{
			"verses": [
				"Blest be the tie that binds, Our hearts in Christian love: The fellowship of kindred minds, Is like to that above.",
				"Before our Father’s throne, We pour our ardent prayers: Our fears, our hopes our aims are one, Our comforts and our cares.",
				"We share our mutual woes, Our mutual burdens bear; And often for each other flows, The sympathizing tear.",
				"When we asunder part, It gives us inward pain; But we shall still be joined in heart, And hope to meet again.",
				"This glorious hope revives, Our courage by the way, While each in expectation lives, and longs to see the day.",
				"From sorrow, toil, and pain, And sin, we shall be free, And perfect love and friendship reign Through all eternity."
			]
		},
		{
			"verses": [
				"Gave up His life, He Creator of all, Vic’tory He brought for us after our fall, Now on Mount Zion trumpets do blow, Brightly Jerusalem’s dawn is aglow.",
				"Voice of the sentinel’s crying aloud, That to depart we shall soon be allowed, As the dove flying o’er the land, We shall gather again in a band.",
				"So, little flock, we shall bid thee farewell, Hoping the tempest’s rage will soon quell, Soon we’ll finish our pilgrimage here, Thankful the tearful end is now near.",
				"Then we shall all on Jerusalem’s shore, Joyously greet one another once more, Carols of vic’try we’ll sing at His side, Never would Jesus abandon His bride."
			]
		},
		{
			"verses": [
				"Henkensä antoi kaikki kun loi, Verissä ristillä voittomme toi, Siionin vuorella pasuuna soi, Kirkkaasti paistaa Saalemin koi.",
				"Vartian ääni se kuuluu jo vaan, Että me kohta jo siirtyä saamm’, Lentää kuin kyyhkynen poikki tään maan. Siellä me toisiamme taas kohdataan.",
				"Hyvästi piiskuinen lauma nyt jää, Toivoss’ ett’ loppuu tää myrskyinen sää, Pianpa matkamme loppuupi tää; Kiitos ett’ kyynelten matkall’ on pää.",
				"Kerran me uudessa Saalemin maass’ Ilolla toisiamme kohtaamme taas, Riemuiten voitosta veisata saa, Ei hylkää Jeesus morsiantaan."
			]
		},
		{
			"verses": [
				"God be with you till we meet again; By His counsels guide uphold you, With His sheep securely fold you. God be with you till we meet again.",
				"God be with you till we meet again, Neath His wings securely hide you; Daily manna still provide you, God be with you till we meet again.",
				"God be with you till we meet again, When life’s perils thick confound you; Put His arms unfailing round you, God be with you till we meet again.",
				"God be with you till we meet again. Keep love’s banner floating o’er you; Smite death’s threatening wave before you. God be with you till we meet again."
			],
			"chorus": "Till we meet, Till we meet, Till we meet at Jesus’ feet; Till we meet, Till we meet, God be with you till we meet again."
		},
		{
			"verses": [
				"Lord Jesus Christ, my life, my Light, My strength by day, my Trust by night, On earth I’m but a passing guest, And sorely with my sins opprest.",
				"Far off I see my Father-land, Where thro’ Thy blood I hope to stand; But ere I reach that Paradise, A weary way before me lies.",
				"My heart sinks at the journey’s length, My wasted flesh has little strength; My soul alone still cries in me; Lord, take me home, take me to Thee.",
				"Oh, let Thy sufferings give me pow’r, To meet the last and darkest hour! Thy bloodrefresh and comfort me; Thy bonds and fetters make me free."
			]
		},
		{
			"verses": [
				"Lord, Thou who art Thy flock’s Chief Shepherd, Allow Thy word to be proclaimed. Grant that a tender shoot most sacred, Grow in our soul and be sustained; ’Till it mature and doth unfold, The blessed fruit a hundredfold.",
				"Grant us, dear Lord, that we when leaving, Treasure Thy word pure and divine, Within our heart, ever preserving, With fervent love we it enshrine; Then let its beam light up the way. That from Thy path we would not stray.",
				"Time like a river onward rushes, Evening of life will soon be here. Quickly the moment will o’ertake us, When time of grace doth disappear. Then help us that we hear Thy word, And win the glorious reward."
			]
		},
		{
			"verses": [
				"O Herra, laumas ylipaimen, Sä saarnata soit sanasi, Suo myöskin, että hyvän taimen, Se sieluissamme kasvaapi, Ja antaa autuaallisen, Hedelmän satakertaisen!",
				"Ann’ että, täältä mennessämme, Sun sanas pyhän, puhtahan, Me sydämissä säilytämme, Rakastain sitä ainian! Sen valo tiemme ohjatkoon, Menomme, työmme johtakoon!",
				"Kuin virta, aika kiiruhtaapi, Elämän iltaa jouduttaa; Se hetki pian saavuttaapi, Jok’ armon ajan lopettaa; Siis auta sanaas kuulemaan, Sen kautta iloos tulemaan!"
			]
		},
		{
			"verses": [
				"The moment of our parting, Brings sorrow to our hearts; To earthly duties calling, Each one of us departs.",
				"Farewell, dear friends, I leave thee In Jesus’ tender care; He’ll shelter thee and keep thee, Within His love so rare.",
				"We cannot stay together Upon this land below; Beyond the grave, forever We’ll dwell in joy, we know.",
				"I pray that God will guide thee, Dear friend, along the way, That we shall meet in glory At journey’s end, one day.",
				"Oh gather us, dear Jesus, Within Thy wounds embrace; Oh, sanctify and shield us With Thy great love and grace.",
				"Bestow Thy gifts upon us, We pray, dear Lord, to Thee That waves will not engulf us on life’s uncertain sea.",
				"God, lead us in Thy mercy That we Thy face may see, To dwell with Thee in glory In all eternity.",
				"And in this vale of sorrow, Each day I long to see That bright and happy morrow To sing eternally."
			]
		},
		{
			"verses": [
				"Nyt eronhetki meille, Jo joutui etehen, Ja kotiaskareille, Lähdemme jokainen.",
				"Nyt hyvästi mä teidän, Ystävät Herrassa, Jeesuksen haltuun heitän, Siell’ olkaa turvassa.",
				"Tääll’ ei saa yhdess’ olla, Jos kuinka pyydämme, Vaan haudan tuolla puolla, Toisemme löydämme.",
				"O ystäväni rakkaat, Ain vaeltakaa niin, Ett’ päätettyä matkan, Taivaaseen tultaisiin.",
				"O Jeesus kokoo meitä, Nyt sinun haavoihis, Ja pyhyydelläs peitä, Meit’ ota armoihis.",
				"Ja täytä lahjoillasi, Täll’ eron hetkellä, Ettemme vajoaisi Maailman merellä.",
				"Vaan että kerran saisi, Jokainen taivaassa, kirkkaita kasvojasi, Iäti katsella.",
				"Se on jo halu täällä Kyynelten laaksossa Ijäti saada siellä, Kiitosta veisata."
			]
		},
		{
			"verses": [
				"There’s a land that is fairer than day, And by faith we can see it afar; For the Father waits over the way, To prepare us a dwelling place there.",
				"We shall sing on that beautiful shore The melodious songs of the blest, And our spirits shall sorrow no more, Not a sigh for the blessing of rest.",
				"To our bountiful Father above, We will offer our tribute of praise, For the glorious gift of His love, And the blessings that hallow our days."
			],
			"chorus": "<b>In the sweet by-and-by, We shall meet on that beautiful shore. :,:</b>"
		},
		{
			"verses": [
				"Watch o’er us as we journey, Upon our homeward way; May the love that here entwines us, Still be our strength and stay. Lord, through Thy tender blessing, We have assembled here; Our hearts received refreshing, From Thy preached word so dear.",
				"Lord, be Thou our Protector, In trials day by day, By many wiles the tempter Doth seek to lead astray. Then lend us while we tarry. Each day Thy grace anew, Give power of faith and courage, Hope, patience, wisdom too.",
				"The Spirit of the Father By faith dwell in our heart, Until we get to heaven, Where nevermore we part. We’ll join the blessed voices, Of loved ones, gone before, In joyous Hallelujah! Amen! forevermore."
			]
		},
		{
			"verses": [
				"Children of the heav’nly Father, Safely in His bosom gather; Nestling bird nor star in heaven, Such a refuge e’er is given.",
				"God His own doth tend and nourish, In His holy courts they flourish; From all evil things He spares them, In His mighty arms He bears them.",
				"Neither life nor death shall ever, From the Lord His children sever; Unto them His grace He showeth, And their sorrows all He knoweth.",
				"Lo, their very hairs He numbers, And no daily cares encumbers; Them that share His every blessing, And His help in woes distressing.",
				"Praise the Lord in joyful numbers, Your Protector never slumbers; At the will of your Defender, Every foeman must surrender.",
				"Though He giveth or He taketh, God His children ne’er forsaketh; His the loving purpose only, To preserve them pure and holy."
			]
		},
		{
			"verses": [
				"Tryggare kan ingen vara Än Guds lilla barnaskara, Stjärnen ej pa himlenfästet, Fogeln ej i kända nästet.",
				"Herren sina trogna vårdar Uti Zions helga gårdar. Over dem han sig förbarmar, Bar dem uppå fadersarmar.",
				"Ingen nod och ingen lycka Skall utur Hans hand dem rycka Han, vår van för andra vänner, Sina barns bekymmer känner.",
				"Si, Han räknar håren alla, Som fråil deras huvud falla! Han oss föder och oss kidder, Under sorgen Han oss gläder.",
				"Glad dig då, du lilla skara! Jakobs Gud skall dig bevara. För Hans vilje måste alla Fiender till jorden falla.",
				"Och till sist när hä’n vi fara Ifrån jämmerdalen bara, Led oss in i sälla hamnen! Därtil sjunga vi nu amen."
			]
		},
		{
			"verses": [
				"Jesus loves me! This I know, For the Bible tells me so, Little ones to Him belong, They are weak but He is strong.",
				"Jesus loves me! He who died, Heaven’s gate to open wide; He will wash away my sin, Let His little child come in.",
				"Jesus loves me! loves me still, Tho’ I’m very weak and ill; From His shining throne on high, Comes to watch me where I lie.",
				"Jesus loves me! He will stay, Close beside me all the way; If I love Him when I die, He will take me home on high."
			],
			"chorus": "Yes, Jesus loves me, Yes, Jesus loves me, Yes, Jesus loves me, The Bible tells me so."
		},
		{
			"verses": [
				"Shepherd of tender youth, Guiding in love and truth, Through devious ways; Christ our triumphant King, We come Thy name to sing, And here our children bring, To shout Thy praise.",
				"Thou art our holy Lord, O all-subduing Word, Healer of strife; Thou didst Thyself abase, That from sin’s deep disgrace, Thou mightest save our race, And give us life.",
				"Thou art the great High Priest; Thou hast prepared the feast, Of holy love: And in our mortal pain, None call on Thee in vain; Help Thou dost not disdain, Help from above.",
				"Ever be near our side, Our Shepherd and our Guide, Our Staff and Song; Jesus Thou Christ of God, By Thine enduring word, Lead us where Thou hast trod, Make our faith strong.",
				"So now, until we die, Sound we Thy praises high, And joyful sing; Let all the Holy throng, Who to Thy Church belong, Unite and swell the song, To Christ our King."
			]
		},
		{
			"verses": [
				"There are treasures for children in heaven above, For the children who trust in their Lord; They shall dwell in the light of His favor and love: They shall praise Him with joyous accord.",
				"They shall drink of the river that flows from the throne, They shall feast with the ransomed and blest, They shall tell of His glory Who calls them His own, In that beautiful country of rest.",
				"At the fountain of life they shall dwell evermore, Heaven’s life-giving bread they shall share; Night is ended and death so disturbing is o’er, God shall reign with His children for e’er."
			],
			"chorus": "Oh what joy will be there in heaven so fair; Oh what joy little children will share, In that homeland above In the light of God’s love; Oh what joy little children will share."
		},
		{
			"verses": [
				"Thy little ones dear Lord are we, And come Thy lowly bed to see; Enlighten every soul and mind, That we the way to Thee may find.",
				"With songs we hasten Thee to greet, And kiss the dust before Thy feet, O blessed hour, O sweetest night, That gave Thee birth, our soul’s delight.",
				"O draw us wholly to Thee, Lord, Do Thou to us Thy grace accord, True faith and love tous impart, That we may hold Thee in our heart.",
				"Until at last we, too, proclaim, With all Thy saints, Thy glorious name; In paradise our songs renew, And praise Thee as the angels do."
			]
		},
		{
			"verses": [
				"when He cometh, when He cometh, To make up His jewels, All His jewels, precious jewels, His loved and His own.",
				"He will gather, He will gather, The gems for His kingdom, All the pure ones, All the bright ones, His loved and His own.",
				"Little children, little children, Who love their Redeemer, Are the jewels, precious jewels, His loved and His own."
			],
			"chorus": "Like the stars of the morning, His bright crown adorning, They shall shine in their beauty, Bright gems for His crown."
		},
		{
			"verses": [
				"Yield not to temptation, For yielding is sin, Each vict’ry will help you, Some other to win; Fight manfully onward, Dark passions subdue, Look ever to Jesus, He’ll carry you thro’.",
				"Shun evil companions, Bad language disdain, God’s name hold in rev’rence, Nor take it in vain; Be tho’tful and earnest, Kind hearted and true, Look ever to Jesus, He’ll carry you thro’.",
				"To him that o’ercometh, God giveth a crown, Through faith we shall conquer, Tho’ often cast down; He who is our Savior. Our strength will renew, Look ever to Jesus, He’ll carry you thro’."
			],
			"chorus": "Ask the Savior to help you, Comfort, strengthen and keep you; He is willing to aid you, He will carry you thro’."
		},
		{
			"verses": [
				"Dear Father, who hast made us all, To Thee Thy children humbly pray: Look on this babe who at Thy call, Now enters on life’s narrow way.",
				"Dear Savior, for Thy love untold, We bring this little child to Thee, Receive it Shepherd, to Thy fold, And keep it Thine eternally.",
				"Dear Spirit, rest upon this child, As Thou didst brood upon the sea, And make it pure and undefiled, A holy temple unto Thee.",
				"O Triune God, we humbly pray, That all Thy blessings be conferred, Upon this child baptized today, By means of water and the Word."
			]
		},
		{
			"verses": [
				"My eyes toward the heavens I’ll raise, My hands I will fold together, To Jesus, friend of little children, From all my heart to give praises.",
				"How joyous it is Thee to extol, And willingly, I shall do so, Thou shalt not cast me away, I know, But condescend to the lowly.",
				"O thanks to Thee for all that Thou wilt, Thy grace by grace to me given. O thanks for all else that I cannot, Well fully utter out to you.",
				"A wee sprig in Thy garden I am, Also for heaven created, To Thy paternal guardianship, From birth already been favored.",
				"Guard me my Father dear merciful, Onward by Thy Spirits power, Then lead my way on the road to heaven, To that life there everlasting."
			]
		},
		{
			"verses": [
				"Mä silmän’ luon ylös taivaaseen, Ja käten yhtehen liitän; Sua, Herra, ystävä lapsien, Mä sydämestäni kiitän.",
				"Ah iloist’ on sua ylistää, Ja mielellän’ mä sen teenkin; Mä tiedän et mua hyljää sä, Vaan katsot myös vähäiseenkin.",
				"O kiitos kaikesta, mitä soi, Sun armos armosta mulle, O kiitos muustakin jot’ en voi, Mä tyystin lausua sulle!",
				"Mä olen taimi sun tarhassas, Ja varten taivasta luotu, Sun isällisehen huomahas, Jo syntymästäni suotu.",
				"Mua suojaa sä, Isä armoinen, Sun Henkes, voimalla vielä, Ja tieni johdata taivaaseen, Iäiseen elohon siellä!"
			]
		},
		{
			"verses": [
				"Ye parents, hear what Jesus taught, When little ones to Him were brought, Forbid them not, but heed My plea, And suffer them to come to Me.",
				"Obey your Lord and let His truth, Be taught your children in their youth, That they in church and school may dwell, And learn their Savior’s praise to tell.",
				"For if you love them as you ought, To Christ your children will be brought. If thus you place them in His care, You and your household well shall fare."
			]
		},
		{
			"verses": [
				"Arm these Thy soldiers, mighty Lord, With shield of faith and Spirit’s sword. Forth to the battle may they go, And boldly fight against the foe.",
				"With banner of the Cross unfurled, They overcome the evil world, And so at last receive from Thee, The palm and crown of victory.",
				"Come, ever blessed Spirit, come, And make Thy servants’ hearts Thy home, May each a living temple be, Hallowed forever, Lord, to Thee.",
				"Enrich that temple’s holy shrine, With sev’nfold gifts of grace divine; With wisdom, light, and knowledge bless, With counsel, strength, fear, godliness.",
				"O Trinity in Unity, One only God and Persons Three, In Whom, through Whom, by Whom, we live, To Thee we praise and glory give.",
				"O grant us so to use Thy grace, That we may see Thy glorious face, And ever with the heavenly host, Praise Father, Son, and Holy Ghost!"
			]
		},
		{
			"verses": [
				"Our Lord and God, O bless this day, And hear us, we implore Thee: None of our dear ones turn away, Who now are here before Thee. We come before Thy face And pray: Let Thy rich grace, Descend from heaven above, In all Thy mighty love, And keep us by Thy Spirit!",
				"O bless Thy word to all the young, Let each, Thy truth possessing, Bear witness true with heart and tongue, Their faith and ours confessing; From mother’s arms Thy grace, With love did them embrace; Baptized into Thy name, As Thine Thou didst them claim, O Lord, as Thine now own them!",
				"When they their vows today renew, Accept them with Thy favor; And when they speak the great “I do,” May they forget it never! But they are weak and frail, When Satan’s hosts assail; O arm them with Thy might, and grant that in the fight, They unto death be faithful."
			]
		},
		{
			"verses": [
				"I come to Thee, O blessed Lord, Invited by Thy gracious Word, To this Thy feast, to sup with Thee; Grant that a worthy guest I be.",
				"I come to Thee with sin and grief, For Thou alone canst give relief. Thy death for me dear Lord I plead: O Jesus help me in my need!",
				"Shouldst Thou a strict account demand, Who could, O Lord before Thee stand? Purge all my secret sins away: Be Thou, O Christ the sinner’s Stay!",
				"O Jesus, Lamb of God, alone, Thou didst for all our sins atone; Though I have sinned and gone astray, Turn not, O Lord, Thy guest away.",
				"O Jesus, Lamb of God, alone, Thou didst for all our sins atone; Be merciful, I Thee implore, Be merciful forevermore."
			]
		},
		{
			"verses": [
				"Just as I am, without one plea, But that Thy blood was shed for me, And that Thou bidst me come to Thee, O Lamb of God, I come, I come!",
				"Just as I am, and waiting not, To rid my soul of one dark blot, To Thee, Whose blood can cleanse each spot, O Lamb of God, I come, I come!",
				"Just as I am, though tossed about, With many a conflict, many a doubt, Fightings and fears within, without, O Lamb of God, I come, I come!",
				"Just as I am, poor, wretched, blind; Sight, riches, healing of the mind, Yea, all I need, in Thee I find, O Lamb of God, I come, I come!",
				"Just as I am, Thou wilt receive, Wilt welcome, pardon, cleanse, relieve, Because Thy promise I believe; O Lamb of God, I come, I come!",
				"Just as I am, Thy love unknown, Has broken every barrier down; Now to be Thine, yea, Thine alone, O Lamb of God, I come, I come!"
			]
		},
		{
			"verses": [
				"Lord Jesus Christ, we humbly pray, That we may feed on Thee today; Beneath these forms of bread and wine, Enrich us with Thy grace divine.",
				"The chastened peace of sin forgiv’n, The filial joy of heirs of heav’n Grant as we share this wondrous food, Thy body broken and Thy blood.",
				"Our trembling hearts cleave to Thy Word; All Thou hast said Thou dost afford, All that Thou art we here receive, And all we are to Thee we give.",
				"One bread, one cup, one body, we, United by our life in Thee, Thy love proclaim till Thou shalt come, To bring Thy scattered loved ones home.",
				"Lord Jesus Christ, we humbly pray, To keep us steadfast to that day, That each may be Thy welcomed guest. When Thou shalt spread Thy heavenly feast."
			]
		},
		{
			"verses": [
				"O Bread of Life from heaven, To weary pilgrims given, O manna from above: The souls that hunger feed Thou. The hearts that seek Thee lead Thou, With Thy most sweet and tender love.",
				"O Fount of grace redeeming, O River ever streaming, From Jesus’ holy side: Come Thou, Thyself bestowing, On thirsting souls, and flowing, Till all their wants are satisfied.",
				"Jesus, this feast receiving, Thy word of truth believing, We Thee unseen adore: Grant, when our race is ended, That we, to heaven ascended, May see Thy glory ever more."
			]
		},
		{
			"verses": [
				"O Jesus Christ, Thou Bread of Life, To sinners freely given, Who of their evil ways repent, Cast out all earthly leaven, And graciously my heart prepare The Holy Supper now to share, With Thee in blest communion.",
				"Deign to Thine altar, blessed Lord, By Thine own hand to lead me, There to renew Thy covenant, And with Thy gifts to feed me; O give me, in Thy flesh and blood, To taste and see that Thou art good; My soul refresh and quicken.",
				"O give me strength to walk with Thee, And grace Thy steps to follow, Thus to fulfill the law of God, To Him my service hallow. Bless now Thy sacramental guest Take Thine abode within my breast, And nevermore forsake me.",
				"Cleanse me of all iniquity, Renew my heart within me; My soul so fully occupy That evil shall not win me. As Thou didst suffer on the cross, so teach Thy child to suffer loss, Through faith in Thee, My Savior."
			]
		},
		{
			"verses": [
				"O Jeesus leipä elämän! Kuin tässä läsnä olet, Sä katuvaisen syntisen, Ain’ tykö armiaast’ tulet; Mä pyydän hartaill’ kyynelill’, Ett’ ehtoollisell’ pyhäll’ täll’, Mä mandollisest’ käysin.",
				"Sä niityll’ tuoreell’ vihreäll’ Kanss’ vedell’ virvoittavall’, Vie minua vaivast’ hetkell’ täll’, Mua ravitse’ pöytäs ruuall’; Ett’ tästä armon atriast’ Mun suun’ ja sielun’ makeast’, Sais jalon virvoituksen.",
				"Suo, Jeesus Kriste armias! Mun käydä käskyis tiellä, Ja olla nöyrä palvelias, Mut’ älä armoos kiellä, Mua uskoll’ toivoll’ valista, Täll’ atriall’ pyhäll’ vahvista, Sull’ sielun majaks’ omaks’.",
				"Mun mielen’ vihast’ puhdista, Kanss’ kateus karkoit’ kauas: Mun tuntoan’ synti andistaa, Jot’ katua ann’ mun haikiast’. Sä tähten’ kuolit ristin pääll’, Mun säästit vaivalt’ iäiselt’; Se on mun uskon’, Jeesus!",
				"Sun armohos, O Jumala; En ole mandollinen; Mä tein paljon pahuutta, Jot’ vaikeast’ valittanen; Vaan uskon, Jeesus totisest’, Ett’ katsot päällen leppyisest’, Kuin armoa kerjään nöyräst’.",
				"Täynn’ olen synnin haavoja, Mua kätes terveeks’ tehköön; Mä eksyn raukka sokeana, Mua armos valistakoon! Mull’ aivan heikoll’armos suo, Kadonnut lammas kotia tuo, Ja auta armos tähden.",
				"Siis riennä tykön’ sulhasen’! Mulle itses armost’ anna; Ett’ rakkautes suloisen, Mä rakkaass’ mieless’ kannan: Sä mull’ nyt ainoa lohdutus, Kanss’ kuolon tuskiss’ virvoitus: Emp’ erkane sinust’ koskaan.",
				"Viel’ pyydän nöyräst’ sydämest’ Ann’, Jeesus, minun tulla, Nyt mandollisest’ pöydälles, Ja oikian’ vieraan’ olla, Ol’ minuss’ ja mun loppuun ast’, Ann’ sinuss olla, maailmast’ Vie viimein pyhäis seuraan."
			]
		},
		{
			"verses": [
				"O Living Bread from heaven, How hast Thou fed Thy guest! The gifts Thou now hast given, Have filled my heart with rest. Oh, wonderous food of blessing, Oh, cup that heals our woes! My heart this gift possessing, In thankful song o’erflows.",
				"My Lord, Thou here hast led me, Within Thy holiest place, And there Thyself hast fed me, With treasures of Thy grace: And Thou hast freely given, What earth could never buy. The Bread of Life from heaven, That now I shall not die!",
				"Lord, grant me that, thus strengthened, With heavenly food, while here, My course on earth is lengthened, I serve with holy fear: And when Thou call’st my spirit, To leave this world below, I enter, through Thy merit, Where joys unmingled flow."
			]
		},
		{
			"verses": [
				"Rock of Ages, cleft for me, Let me hide myself in Thee! Let the water and the blood, From Thy riven side which flowed, Be of sin the perfect cure, Save me, Lord, and make me pure.",
				"Not the labors of my hands, Can fulfill Thy Law’s demands: Could my zeal no respite know, Could my tears forever flow, All for sin could not atone: Thou must save and Thou alone!",
				"Nothing in my hand I bring, Simply to Thy cross I cling; Naked, come to Thee for dress; Helpless, look to Thee for grace; Foul, I to the Fountain fly; Wash me, Savior, or I die!",
				"While I draw this fleeting breath, When my eyelids close in death, When I soar to worlds unknown, See Thee on Thy judgment throne, Rock of Ages, cleft for me, Let me hide myself in Thee."
			]
		},
		{
			"verses": [
				"The death of Jesus Christ our Lord, We celebrate with one accord; It is our comfort in distress, Our heart’s sweet joy and happiness.",
				"He blotted out with His own blood, The judgment that against us stood; He full atonement for us made, And all our debt He fully paid.",
				"That this is so and ever true, He gives an earnest ever new, In this His holy supper here, We taste His love so sweet, so near.",
				"For His true body, as He said, And His true blood for sinners shed, In this communion we receive, His sacred word we do believe.",
				"O Jesus Christ, our Brother dear, Unto Thy cross we now draw near; Thy sacred wounds indeed make whole, A wounded and afflicted soul.",
				"Help us sincerely to believe, That we Thy mercy do receive, And in Thy grace do find our rest, Amen. He who believes is blest."
			]
		},
		{
			"verses": [
				"Jeesuksen kuolo viaton, Meill’ lohdutus ain’ tuskiss’ on; Kuin uskoss’ sitä muistelem’, Niin riemuun syttyy sydämen’.",
				"Sen kirjoituksen kankean, Kuin oli meitä vastahan, Pois pyyhki pyhäll’ verelläns’, Meit velast’ päästi hyvyydestäns’.",
				"Tän vielä vissill’ pantilla, Ehtoollisellans’ kalliilla, Meit’ vahvistaa; siin’ katsomme, Ja Herran makeutt’ maistamme.",
				"Sill’ hänen ruumiins’ totisen, Ja verens’ ulos vuotaneen, Me nautitsem’ täll’ pöydällä, Kuin lupas’ sanall’ pyhällä.",
				"Tää herkku aivan kallis on, Paits’ loppuu, virhe, viaton, On taivaan manna sielullen: Sen ruokkii eloon iäiseen.",
				"Siis autuas vieras katuva, Siin’ Jeesus ain’ on asuva: Kuss’ onpi usko elävä, Siin’ Jeesus ain’ on pysyvä.",
				"Kanss’ tahtoo paet’ pahuudest’, Ja parat’ itsens’ sydämest’, Kuoll’ synnill’, elää Kristuksell’, Näin Herran tahtoo noudatell’.",
				"Vaan vieras häijy, kelvoton, Ei parane, on uskoton: Hän tuomioks’ hällens’ nautitsee, Kanss’ kadotuksen ansaitsee.",
				"O Jeesus! veljen’ rakkahin, Kun ristin päälle naulittiin, Sun haavas pyhät hautokoon Sen sielun, joka särjett’ on.",
				"Aut’ uskon kaikest’ mielestä, Ett’ hyvyydestäs täydestä Saam’ armon, avun, autuuden; Kuin uskoo, autuas on, amen."
			]
		},
		{
			"verses": [
				"There is a fountain filled with blood, Drawn from Immanuel’s veins; And sinners, plunged beneath that flood, <b>Lose all their guilty stains. :,:,:</b> And sinners, plunged beneath that flood, Lose all their guilty stains.",
				"O Lamb of God! Thy precious blood, Shall never lose its pow’r. ’Till all the ransomed church of God, <b>Are saved, to sin no more. :,:,:</b> ’Till all the ransomed church of God, Are saved, to sin no more.",
				"For since by faith I saw the stream, Thy flowing wounds supply, Redeeming love has been my theme, <b>And shall be till I die. :,:,:</b> Redeeming love has been my theme, And shall be till I die.",
				"And when this lisping, stamm’ring tongue, Lies silent in the grave, Then, in a nobler, sweeter song, <b>I’ll sing Thy pow’r to save. :,:,:</b> Then, in a nobler, sweeter song, I’ll sing Thy pow’r to save."
			]
		},
		{
			"verses": [
				"Kyll’ kauniin tiedän kukkaisen, Kuin ei ole suinkaan halpa: Ain’ ylits’ kaikkein kukkaisten, Ihanaisten, Se minull’ hyvin kelpaa.",
				"Se kukkainen on totuudess’ Its’ Herran pyhä sana. Se paistaa tääll’ pimeydess’, Kaikkein edess’, Ja valon kaikill’ lainaa.",
				"Tie Kristus on ja ovi tott’, Kaikill’ kuin syntins’ katuu, Ja synnist’ poijes lakkaavat, Parantuvat. Sen kautt’ on armo saatu.",
				"Hän sanallans’ meit’ valaisee, Ja sakramenttein kautta, Ja uskoom’ tääll’ vahvistelee, Meit’ holhoilee, Ja viimein iloon auttaa.",
				"Me rukoilem’ sua, Jeesus Krist’! Meilt’ älä apuus kiellä. Ain’ pidä murhe vielä meist’! O Jeesus Krist’! Ja pysy tykönäm’ täällä.",
				"Saat’ sanallas meit’ lapsikses, Ett’ periä taivaass’ saanem’, Meit’ omist’ viimein omikses, Ja veljikses, O Jeesus Kriste! Amen."
			]
		},
		{
			"verses": [
				"O Jumalan Karitsa! Joka pois otat maailman synnit; Armanda meidän päällemme!",
				"O Jumalan Karitsa! Joka pois otat maailman synnit; Armanda meidän päällemme!",
				"O Jumalan Karitsa! Joka pois otat maailman synnit; Anna meille rauhas ja siunaukses!"
			]
		},
		{
			"verses": [
				"All praise to Thee, our Savior good, Who shedst for us Thy precious blood. From Satan’s might and wicked wiles, Thou hast us saved, O Jesus Christ.",
				"We pray, true God and Man, to Thee, Us from the bonds of sin set free, And comfort us, increase our faith, And save us from eternal death.",
				"Keep us from sin, from grief, and shame. And help us by Thy mighty Name, To bear our cross without complaint, And strengthen us when weak and faint.",
				"O Jesus Christ, our brother dear, Thou ever wilt be with us here. Remain with us, in peace, in strife, And grant us everlasting life."
			]
		},
		{
			"verses": [
				"O Jesus, blessed Lord, to Thee, My heartfelt thanks forever be, Who hast so lovingly bestowed, On me Thy body and Thy blood.",
				"Break forth, my soul, for joy and say: What wealth is come to me this day! My Savior dwells within my heart: How blest am I! How good Thou art!"
			]
		},
		{
			"verses": [
				"Praise, God, from whom all blessings flow; Praise Him all creatures here below; Praise Him above, ye heavenly hosts, Praise Father, Son and Holy Ghost."
			]
		},
		{
			"verses": [
				"Sul’ Jeesus mielest’ nöyrästä, Mä kiitoksen nyt kannan, Tään runsaan armos edestä, Kuin sielullen täss’ annat, Siis terve armas ystävän’, Mun kansan olet yhdistän, Jost’ laulan suurell’ riemull’.",
				"Sä ylits’ sen, kun ymmärrän, Mun itselläs nyt ruokit. Siis sinuss’ aina pysynen, Sä tuskiss’ turvan tuotit. Ei puutu mult’ nyt mitäkään, Mä Jeesus sinuss’ siunataan, Siit’ suur’ sull’ kiitos olkoon.",
				"Ann’ minun sinuss’ pysyy ain’, Ja palvell’ uskoss’ vahvass’. Kanss’ pysy minuss’ edespäin, Suo Jeesus pyhät lahjas, Kosk’ tuonen tauti kauhistaa, Täll’ ruuall’ silloin vahvista. Suo riemull’ lähden täältä."
			]
		},
		{
			"verses": [
				"Holy Father, here before Thee, See, Thy children humbly bow, Seeking for Thy marriage blessing, That alone can seal the vow; May they know that mystic union, Once, of old, ordained by Thee. Still reserved for Thy redeemed ones Who have been to Calvary.",
				"Savior, as at Cana’s wedding, Thou didst water change to wine, Turn their bridal cup of gladness To an holy draught of Thine; May the sacred ties of marriage In their lives be ever seen And, their home, Thy love reflecting, Witness Thou art Head supreme.",
				"May they know the constant guidance Of Thy Spirit thro’ the Word, And, by Thy rich grace sufficient, Both walk worthy of their Lord; And, thro’-out life’s earthly journey, Strong in faith and hope and love, Serve Thee with Thy love constraining, Till they reach that home above."
			]
		},
		{
			"verses": [
				"O Father, all creating, Whose wisdom, love, and pow’r, First bound two lives together, In Eden’s primal hour, Today to these Thy children, Thine earliest gifts renew, A home by Thee made happy, A love by Thee kept true.",
				"O Savior, Guest most bounteous, Of old in Galilee, Vouchsafe today Thy presence, With these who call on Thee. Their store of earthly gladness, Transform to heav’nly wine, And teach them in the tasting, To know the gift is Thine.",
				"O Spirit of the Father, Breathe on them from above, So mighty in Thy pureness, So tender in Thy love, That guarded by Thy presence, From sin and strife kept free, Their lives may own Thy guidance, Their hearts be ruled by Thee.",
				"Except Thou build it, Father, The house is built in vain; Except Thou Savior bless it, The joy will turn to pain, But naught can break the marriage, Of hearts in Thee made one, And love Thy spirit hallows, Is endless love begun."
			]
		},
		{
			"verses": [
				"O happy home where Thou art loved most dearly, Thou faithful Friend and Savior full of grace, And where among the guest there never cometh, One Who can hold such high and honored place! O happy home where all, in heart united, In holy faith and blessed hope are one, Whom bitter death a little while divideth, Yet cannot end the union here begun!",
				"O happy home where two, in heart united, In holy faith are clinging unto Thee; Where both, to Thee, a joyful service bringing, Hear and obey Thy voice most willingly; Where both, to Thee in truth forever cleaving, In joy, in grief, make Thee their only stay, And fondly hope in Thee to be believing, Both in the good and in the evil day.",
				"O happy home where little ones are given, Early to Thee in humble faith and prayer, To Thee, their Friend, Who from the heights of heaven. Guides them and guards with more than mother’s care! O happy home where each one serves Thee lowly, Whatever his appointed work may be, Till every common task seems great and holy, When it is done, O Lord, as unto Thee!",
				"O happy home where Thou art not forgotten, When joy is overflowing full and free! O happy home where every wounded spirit, Is brought, O great Physician, unto Thee, Until at last, when earthly toil is ended, All meet Thee in the blessed home above. From whence Thou earnest, where Thou hast ascended, Thine everlasting home of peace and love!"
			]
		},
		{
			"verses": [
				"O perfect Love, all human thought transcending, Lowly we kneel in prayer before Thy throne, That theirs may be the love which knows no ending, Whom Thou forevermore dost join in one.",
				"O perfect Life, be Thou their full assurance Of tender charity and steadfast faith, Of patient hope, and quiet, brave endurance, With childlike trust that fears not pain nor death.",
				"Grant them the joy which brightens earthly sorrow; Grant them peace which calms all earthly strife, And to life’s day the glorious unknown morrow That dawns upon eternal love and life."
			]
		},
		{
			"verses": [
				"We have this great festive moment, A moment, quiet and rare. The holy vows are now spoken, Together we join in prayer, That Thou wilt guide this dear couple, Give light to brighten the way. That love forever be leading, To blessings, on their way.",
				"So beautiful are these moments, In this home church, their own. Together they shall now travel, The Lord, His blessings bestows. The words here spoken, remember; Real love is lasting and true. Forgiveth one the other, And serve, most lovingly, too.",
				"We have a tender feeling, for you, dear wedding pair. Your life, we hope, will be happy; Your days be bright and fair. And when, from this wedding festal, You leave, as man and wife, May God, Almighty, grant to you His blessings, all through life."
			]
		},
		{
			"verses": [
				"Free at last from tribulation, And temptation; Saints who sorrow here have known. Now at rest we them oft remember, With love, tender, And yearn for that heavenly home.",
				"Here ’mid trials and grief overflowing, Tears they were sowing, As they strived in their precious faith. To the Lamb now praises resounding, Gladness abounding, Thanks they give for His wondrous grace.",
				"There are no more tears nor crying, No more sighing; There no longer the heart is sore. No corruption there distressing, Downward pressing. It can trouble there no more.",
				"Help me, Lord, my precious Savior, In my endeavor. Lead me safely in the strife. May Thy wounds my healing and balm be, And when death calls me, Grant with saints everlasting life."
			]
		},
		{
			"verses": [
				"I fall asleep in Jesus’ wounds, There pardon for my sin abounds; Yea, Jesus’ blood and righteousness, My jewels are, my glorious dress.",
				"In which before my God I’ll stand, When I shall reach the heavenly land. So now in peace I yield my breath, I am God’s child in life and death.",
				"’Tis well, O death, thou takest me, To dwell with Christ eternally; Through Jesus Christ I am made whole; Receive, O Lord, my ransomed soul!"
			]
		},
		{
			"verses": [
				"Mä nukun haavoin Kristuksen, Ne puhdistaa mun synneistän’! Sill’ verens’ on ja kuolemans’, Mun elon’, kauneuten kanss’.",
				"Sen turvill’ taidan astua, Tuomiolle paitsi pelkoa. Täält’ lähden iloss’ rauhassa, Ehk’ kuolen, elän sinussa.",
				"Sä kuolo viet mun elämään, Juur’ Herran tykö iäiseen, Mun Kristus puhdist’ synneistän’; Siis korjaa, Herra, sieluisen!"
			]
		},
		{
			"verses": [
				"My God, I know that I must die; My mortal life is passing hence; On earth I neither hope nor try, To find a lasting residence. Then teach me by Thy heavenly grace, With joy and peace my death to face.",
				"My God, I know not when I die; What is the moment or the hour; How soon the clay may broken lie, How quickly pass away the flowers; Then may Thy child prepared be, Through time to meet eternity.",
				"My God, I know not how I die; For death has many ways to come, In dark mysterious agony, Or gently as a sleep to some. Just as Thou wilt, if but it be, To bring me blessed Lord, to Thee!",
				"My God, I know not where I die, Where is my grave, beneath what strand; Yet from its gloom I do rely, To be delivered by Thy hand, Content, I take what spot is mine, Since all the earth, my Lord is Thine.",
				"My gracious Lord, When I must die, Oh, bear my happy soul above, With Christ, my Lord, eternally, To share Thy glory and Thy love: Then comes it right and well to me, When, where, and how my death shall be."
			]
		},
		{
			"verses": [
				"My life is hid in Jesus, And death is gain to me; Then, whensoe’er He pleases, I meet it willingly.",
				"For Christ, my Lord and brother, I leave this world so dim, And gladly seek that other, Where I shall be with Him.",
				"My woes are nearly over, Though long and dark the road; My sin His merits cover, And I have peace with God.",
				"Lord, when my powers are failing, My breath comes heavily, And words are unavailing, O hear my sighs to Thee!",
				"When mind and thought, O Savior, Are flickering, like a light, That to and fro doth waver, Ere ’tis extinguished quite;",
				"In that last hour, O grant me, To slumber soft and still, No doubts to vex or haunt me, Safe anchored on Thy will;",
				"And so to Thee still cleaving, Through all death’s agony, To fall asleep believing, And wake in heaven with Thee.",
				"Amen! Thou Christ, my Savior, Wilt grant this unto me: Thy spirit lead me ever, That I fare happily."
			]
		},
		{
			"verses": [
				"Now the cares of day are ended, And life’s evening brings me rest; As the Lord allows to enter, Into peace my soul distress.",
				"He to sleep doth grant the pilgrim, Worn and weary from his fray - Gladly, then, I’ll wing my way in - To the silence of the grave.",
				"Hard is not the earthly hollow, Where I’m lowered to repose; And the grave is not confining, Into which I’ll be enclosed.",
				"Though on earth the storms are raging, They cannot disturb my sleep, Sweet to me the peace prevailing, In my chamber hewn so deep.",
				"When the day of life eternal, Shall one day begin to dawn, Jesus, Lord of all Creation, Will give my unfading crown.",
				"From the tomb His voice will call me, Summon me at last to rise, Into life will resurrect me, Carry me to paradise."
			]
		},
		{
			"verses": [
				"Jopa loppui päivän vaivat, Ehtoo mulle levon tuo, Rasitetun täällä aivan, Herra rauhan mennä suo.",
				"Nukkua hän sallii vihdoin, Vaivatun ja väsyneen, Riennän mielelläni silloin, Haudan poveen tyveneen.",
				"Kovalta ei tunnu lauta, Jolle minä lasketaan; Ahdas ei myös ole hauta, Johon minä suljetaan.",
				"Jos maailman myrsky pauhaa, Ei se estä untani; Makea on mulle rauha, Ihana on maj ani.",
				"Koska ijänkaikkisuuden, Päivä kerran lähenee, Jeesus Herra laupeuden, Minunkin taas herättää.",
				"Haudan lepo kammiosta, Herran ääni kutsuu mun, Uuteen elämään mun nostaa, Taivaaseen mun virvoittaa.",
				"Omaiseni haltuun Herran, Jätän haudan partaalle, Heidät jälleen kohtaan kerran, Taivahassa tallella."
			]
		},
		{
			"verses": [
				"Praise God this hour of sorrow, Shall bring a brighter morrow; I go to Paradise, My mother dear and father, When round my grave you gather, Lay me to rest with songs of praise.",
				"What better can befall me, Then that the Lord doth call me, From hence where sin holds sway? Who is on earth a stranger, Must ever be in danger, Till God hath closed life’s fleeting day.",
				"God takes His own from anguish, And pain, in which they languish, Within this vale of tears, And gives them to inherit. The crown that Christ did merit: The joy of heaven’s eternal years.",
				"Farewell, I now must leave you; The grief this day doth give you, Soon others, too, shall bear. Be ye to God commended; In heaven all woe is ended, And we shall meet in glory there."
			]
		},
		{
			"verses": [
				"Safe in the arms of Jesus, Safe on His gentle breast. There by His love o’ershaded, Sweetly my soul shall rest. Hark ’tis the voice of angels, Borne in a song to me, Over the fields of Glory, Over the jasper sea.",
				"Safe in the arms of Jesus, Safe from corroding care, Safe from the world’s temptations, Sin cannot harm me there. Free from the blight of sorrow, Free from my doubts and fears; Only a few more trials, Only a few more tears.",
				"Jesus my heart’s dear refuge, Jesus has died for me, Firm on the Rock of Ages, Ever my trust shall be. Here let me wait with patience, Wait till the night is o’er; Wait till I see the morning, Break on the golden shore."
			],
			"chorus": "Safe in the arms of Jesus, Safe on His gentle breast, There by His love o’ershaded, Sweetly my soul shall rest."
		},
		{
			"verses": [
				"Sleep on, beloved, sleep and take thy rest; Lay down thy head upon thy Savior’s breast; We love thee well, but Jesus loves thee best Good-night! Good-night! Good-night!",
				"Calm is thy slumber as an infant’s sleep; But thou shalt wake no more to toil and weep: Thine is a perfect rest, secure and deep - Good-night! Good-night! Good-night!",
				"Until the shadows from this earth are cast, Until He gathers in His sheaves at last, Until the twilight gloom be over, past - Good-night! Good-night! Good-night!",
				"Until the Easter glory lights the skies, Until the dead in Jesus shall arise, And He shall come, but not in lowly guise - Good-night! Good-night! Good-night!",
				"Until made beautiful by Love Divine, Thou, in the likeness of thy Lord shalt shine, And He shall bring the golden crown of thine - Goodnight! Good-night! Good-night!",
				"Only “Good-night”, beloved - not “farewell”! A little while and all His saints shall dwell In hallowed union indivisible - Good-night! Goodnight! Good-night!",
				"Until we meet again before His throne, Clothed in the spotless robe He gives His own, Until we know even as we are known - Good-night! Good-night! Good-night!"
			]
		},
		{
			"verses": [
				"Some day the silver cord will break, And I no more as now shall sing; But, oh, the joy when I shall wake, Within the palace of the King!",
				"Some day my earthly house will fall, I cannot tell how soon ’twill be, But this I know - my All in All, Has now a place in heaven for me."
			],
			"chorus": "<b>And I shall see Him face to face, And tell the story - Saved by grace. :,:</b>"
		},
		{
			"verses": [
				"The righteous into joy are borne, That through God’s mercy they can own, Not by their merit, surely. Joyous, in one accord they sing Hymns of thanksgiving To Christ, their King, Before the Triune, Holy. No sun or moon are needed there, For God His holy light doth share, It shines to saints in splendor Their refuge He and shelter.",
				"Dear Jesus, of Thy wisdom lend, With devil’s wiles I could contend, While in this vale of sorrow. And mindful of Thy coming be, From sin and evil I would flee, Good will to all desire. When my last hour is at hand, Unto Thee I myself commend, Lord, be my consolation, My refuge and salvation."
			]
		},
		{
			"verses": [
				"When my last hour is close at hand, Lord Jesus Christ, attend me; Beside my bed my Savior, stand, To comfort, help, defend me: Into Thy hands I will commend, My trembling soul at my last end, How safe in Thy sweet keeping.",
				"Lord, Thou hast joined my soul to Thine, In bonds no power can sever; Grafted in Thee, the Living Vine, I shall be Thine forever: Lord when I die, I die to Thee, Thy precious death hath won for me, A life that never endeth.",
				"Since Thou hast risen from the grave, The grave cannot detain me: “Christ died,” - “Christ rose again” to save, These words shall still sustain me; For where Thou art, there I shall be, That I may ever live with Thee; This is my joy in dying.",
				"To Thee, Lord Jesus Christ, I will, With arms outstretched betake me; I sleep in Thee - so sound - so still, No mortal man can wake me! For Jesus Christ, God’s son I wait, To open me the heavenly gate, Which leads to life eternal."
			]
		},
		{
			"verses": [
				"Naar tid og stund den er for haand, at jeg min vei skal fare, Herre Jesus Krist min frelsermand, Du vilde mig bevare! Udi din haand jeg giver dig Min arme sjel, forlad ei mig, Frels mig fra dödsens snare.",
				"Min synd med sorg mig tynger svar, Samvittighedens pile Som havets sand mangfoldig er. Dog vil jeg ikke tvile, Men tenke trolig, Jesus söd, Paa dine saar og paa din död, Paa dem saa vil jeg hvile.",
				"Dit legems lem er jeg for sand, Det er min hjertens glede, Fra dig jeg ikke skilles kan Er end min död tilstede! Om jeg end dör, da dör jeg i dig, Det evigt liv du vilde mig Dryt ved din död berede.",
				"Fordi at du opstanden est, I graven jeg ei bliver, Din himmelfart mig tröster mest Og all döds frykt fordriver Og der du er, jeg kommer did, At bo hos dig til evig tid, Thi dör jeg gladelig, Amen."
			]
		},
		{
			"verses": [
				"With longing we are gathered, Around the grave of one, <b>Whose striving now has ended. In victory has won. :,:</b>",
				"The blessed day of rest now, Has dawned at last to him, <b>His soul forever abideth, Neath the ne’er setting sun. :,:</b>",
				"Death’s bitterness no longer, Can cause him qualm or fear, <b>Who of God’s grace partakes here, With His bridegroom appears. :,:</b>",
				"Now ended all his struggles. So burdensome to bear; <b>There sin no longer troubles, Death made all disappear. :,:</b>",
				"That moment no one knoweth, E’en youth in life’s fair bloom, <b>What time death’s angel cometh, Mows down like grass at noon. :,:</b>",
				"Farewell, dear friend, so loving, We part for a brief spell; <b>Your face we’ll soon be seeing, In heaven where all is well. :,:</b>",
				"This body now so lifeless, In the dark earth will lie, <b>The soul in heavenly brightness, Will be in paradise. :,:</b>",
				"Blessed the grave is truly, Which to its bosom rest, <b>From toil accepts the weary So blissful from distress. :,:</b>"
			]
		},
		{
			"verses": [
				"Nyt seisoo surusaatto, Tään haudan partaalla, <b>Missä päättyi veljen taisto, Suurella voitolla. :,:</b>",
				"Siunattu lepopäivä, Valkeni hänelle, <b>Hän muuttikin jo täältä Kunnian rannalle. :,:</b>",
				"Ei kuolon katkeruutta, Tarvitse peljätä, <b>Ken armon suloisuutta, Tuntee vain Yljästä. :,:</b>",
				"Jo loppui kaikki vaiva, Kuin täällä andista, <b>Ei synti enään paina, Sen kuolo eroitti. :,:</b>",
				"Ei tiedä nuorukainen, Kuin tänään kukoistaa, <b>Mi hetki tulevainen, Ruohona rusentaa. :,:</b>",
				"Hyvästi ystäväni, Hetkeksi heitämme; <b>Taas pian kasvojasi, Taivaassa naemme. :,:</b>",
				"Sun ruumiis kuihtuneena, Nyt maahan mullataan, <b>Vaan jälleen kirkkahana, Nouseepi Kunniaan. :,:</b>",
				"Siunattu on tää hauta, Mi otti helmaansa, <b>Väsyneen vaivoistansa, Korjaten lepoonsa. :,:</b>"
			]
		},
		{
			"verses": [
				"Mä että täältä erkanen, Sen katson voitokseni, Sill’ ilon, Jeesus, iäisen, Suot luonas’ sielulleni; Myös ruumis joka lahomaan, Kuin siemen maahan mullataan, Taas nousee kirkkahana.",
				"Pois riisun katoovaisuuden, Pois syntipuvun heitän, Päälleni puen autuuden, Alastomuuten’ peitän. Elämän kruunun siellä saan, Jonk’ onpi rakkaudessaan, Mull’ Jeesus valmistanut.",
				"Mä pääsen tyyneen rantahan, Myrskyistä jotka pauhaa; Kiusauksista maailman, Saan ijäks kaikeks rauhaa; Vaivoista pääsen lepohon, Pimeydestä valohon, Itkusta taivaan riemuun.",
				"Ah tule, Jeesus, turvani, Mua viemään maalle sille, Jonk’ avasi sun voittosi, Perinnöks’ uskoville; Suo niin mun päättää juoksuni, Ett’ tulis sielun’ luoksesi, Valittuin pyhäis seuraan!"
			]
		},
		{
			"verses": [
				"Vanhurskaat iloon kannetaan, Kuin armost’ heille annetaan, Ei suinkaan ansion tähden. Kussa veisaavat iloisest’, Kiittävät Jeesust’ suloisest’, Kolminaisuuden nähden; Aurinko kuun kanss’ lakkaapi, Valistamast’, its’ jakaapi, Paisteen pyhillens’ Luoja: Heit turvaa sekä suojaa.",
				"O Jeesus lainaa viisautt’, Ett’ välttääpirun kavaluutt’ Tääll’ murheen laaksoss’ voisin; Ja tuloos aina muistaisin, Synnistä itsen’ suistaisin, Kaikille hyvää soisin, Kuin kuolema rintaan kolkuttaa, Sydäntän’ taudill’ poukuttaa, O Jeesus, ota huomaas! Ruumiin’ ja sielun’ suojaas!"
			]
		},
		{
			"verses": [
				"O Bride of Christ, rejoice! Exultant raise thy voice, To hail the day of glory, Foretold in sacred story.",
				"Let shouts of gladness rise. Triumphant to the skies, Here comes the King most glorious, To reign o’er all victorious.",
				"Thy heart now open wide, Bid Christ with thee abide; He graciously will hear thee, And be forever near thee.",
				"Then go thy Lord to meet; Strew palm leaves at His feet; Thy garments spread before Him, And honor and adore Him."
			],
			"refrain": "Hosanna, praise, and glory, Our King we bow before Thee."
		},
		{
			"verses": [
				"Iloitse, morsian, Ja riennä vastahan! Nyt joutuu ylkäs tänne, Jo ennustettu ennen.",
				"Kuningas korkea, Ratsastaa aasilla; Hän Herra maan ja taivaan, Alhaisna kulkee aivan.",
				"Hiljainen, armias, Suloinen, laupias, Autuuden kruunun antaa, Sen lahjaksesi kantaa.",
				"Hän morsiamekseen, Omaksi armaakseen, Sun orjuudesta ostaa, Ja kunniaansa nostaa."
			],
			"refrain": "Ylistys, hoosianna, Daavidin pojall’ aina!"
		},
		{
			"verses": [
				"Wake, awake, for night is flying; The watchmen on the heights are crying, Awake, Jerusalem, arise! Midnight’s solemn hour is tolling, His chariot wheels are nearer rolling, He comes; prepare ye virgins wise. Rise up; with willing feet, Go forth the Bridegroom meet; Hallelujah; Bear thro’ the night your well trimmed light, Speed forth to join the marriage rite.",
				"Zion hears the watchmen singing, Her heart with deep delight is springing, At once she wakes, she hastes away; Forth her Bridegroom hastens glorious, In grace arrayed, by truth victorious; Her grief is joy, her night is day: All hail, incarnate Lord, Our crown, and our reward! Hallelujah! We haste along, in pomp of song, and gladsome join the marriage throng.",
				"Hear Thy praise, O Lord, ascending, From tongues of men and angels, blending With harp and lute and psaltery. By Thy pearly gates in wonder, We stand, and swell the voice of thunder, In bursts of choral melody: No vision ever brought, No ear hath ever caught, Such bliss and joy: We raise the song, we swell the throng, To praise Thee ages all along."
			]
		},
		{
			"verses": [
				"A great and mighty wonder, Our Christmas festal brings: On earth, a lowly infant Behold the King of kings!",
				"The Word is made incarnate, Descending from on high; And cherubim sing anthems, To shepherds from the sky.",
				"And we with them triumphant, Repeat the hymn again: “To God on high be glory, And peace on earth to men!”",
				"Since all He comes to ransom, By all be He adored, The Infant born in Bethlehem, The Savior and the Lord!",
				"All idol forms shall perish, And error shall decay, And Christ shall wield His scepter, Our Lord and God for aye."
			]
		},
		{
			"verses": [
				"Angels from the realms of glory, Wing your flight o’er all the earth; Ye who sang creation’s story, Now proclaim Messiah’s birth.",
				"Shepherds in the field abiding, Watching o’er your flocks by night, God with man is now residing; Yonder shines the Infant light.",
				"Sages, leave your contemplations, Brighter visions beam afar; Seek the great desire of nations; Ye have seen His natal star.",
				"Saints before the altar bending, Watching long in hope and fear, Suddenly the Lord descending, In His temple shall appear."
			],
			"chorus": "Come and worship, come and worship, Worship Christ, the new-born king."
		},
		{
			"verses": [
				"Away in a manger, no crib for His bed, The little Lord Jesus laid down His sweet head: The stars in the sky looked down where He lay, The little Lord Jesus asleep on the hay.",
				"The cattle are lowing, the poor Baby wakes, But little Lord Jesus no crying He makes. I love Thee, Lord Jesus, look down from the sky, And stay by my cradle till morning is nigh.",
				"Be near me, Lord Jesus; I ask Thee to stay Close by me forever, and love me, I pray. Bless all the dear children in Thy tender care, And take us to Heaven, to live with Thee there."
			]
		},
		{
			"verses": [
				"Beautiful Savior! King of Creation! Son of God and Son of man! Truly I’d love Thee, Truly I’d serve Thee, Light of my soul, my Joy, my Crown.",
				"Fair are the meadows, fair are the woodlands, Robed in flowers of blooming spring; Jesus is fairer, Jesus is purer. He makes our sorrowing spirit sing.",
				"Fair is the sunshine, fair is the moonlight, Bright the sparkling stars on high; Jesus shines brighter, Jesus shines purer, Than all the angels in the sky.",
				"Beautiful Savior! Lord of the nations! Son of God and Son of man! Glory and honor, praise, adoration, Now and forevermore be Thine!"
			]
		},
		{
			"verses": [
				"“From heav’n above to earth I come, To bear good news to ev’ry home; Glad tidings of great joy I bring, Whereof I now will say and sing:”",
				"“To you this night is born a child, Of Mary, chosen virgin mild; This little child, of lowly birth, Shall be the joy of all the earth.”",
				"“This is the Christ, our God and Lord, Who in all need shall aid afford; He will Himself your Savior be, From all your sins to set you free.”",
				"Were earth a thousand times as fair, Beset with gold and jewels rare, It yet were far too poor to be, A narrow cradle, Lord, for Thee.",
				"For velvet’s soft and silken stuff, Thou hast but hay and straw so rough, Where on Thou King, so rich and great, As twere Thy heaven, art throned in state.",
				"Glory to God in highest heaven, Who unto us His son hath given! While angels sing with pious mirth, A glad new year to all the earth."
			]
		},
		{
			"verses": [
				"It came upon a midnight clear, That glorious song of old, From angels bending near the earth, To touch their harps of gold; Peace on the earth, good-will to men, From heavens allgracious King; The world in solemn stillness lay To hear the angels sing.",
				"Still through the cloven skies they come, With peaceful wings unfurled; And still celestial music floats, O’er all the weary world; Above its sad and lowly plains, They bend on hovering wing; And ever o’er it’s babel sounds, The blessed angels sing.",
				"Yet with the woes of sin and strife, The world has suffered long; Beneath the angel strain have rolled, Two thousand years of wrong; And men at war with men, hear not, The love-song which they bring; O hush the noise, ye men of strife, And hear the angels sing.",
				"And ye, beneath life’s crushing load, Whose forms are bending low, Who toil along the climbing way, with painful steps and slow; Look up, for glad and golden hours, Come swiftly on the wing; O rest beside the weary road, And hear the angels sing."
			]
		},
		{
			"verses": [
				"O holy night! the stars are brightly shining, It is the night of our dear Saviour’s birth! Long lay the world in sin and error pining, Till He appeared and the soul felt its worth. A thrill of hope the weary world rejoices, For yonder breaks a new and glorious morn!",
				"Led by the light of faith serenely beaming, With glowing hearts by His cradle we stand. So led by light of a star sweetly gleaming, Here came the wise men from the Orient land. The King of kings lay thus in lowly manger. In all our trials born to be our Friend!",
				"Truly He taught us to love one another; His law is love and His gospel is peace. Chains shall He break, for the slave is our brother, And in His name all oppression shall cease. Sweet hymns of joy in grateful chorus raise we, Let all within us praise His holy name!"
			],
			"chorus": "Fall on your knees! O hear the angel voices! O night divine O night when Christ was born, O night divine! O night, O night divine!"
		},
		{
			"verses": [
				"O little town of Bethlehem, How still we see thee lie; Above the deep and dreamless sleep, The silent stars go by; Yet in thy darkness shineth, The everlasting Light; The hopes and fears of all the years, Are met in thee tonight.",
				"For Christ is born of Mary, and gathered all above, While mortals sleep, the angels keep, Their watch of wondering love. O morning stars, together, Proclaim the holy birth! And praises sing to God our King, And peace to men on earth.",
				"How silently, how silently, The wondrous gift is given! So God imparts to human hearts, The blessings of His heaven. No ear may hear His coming, But in this world of sin, Where meek souls will receive Him still, The dear Christ enters in.",
				"O holy Child of Bethlehem! Descend to us, we pray; Cast out our sin, and enter in, Be born in us today. We hear the Christmas angels, The great glad tidings tell: Oh, come to us, abide with us, our Lord Immanuel!"
			]
		},
		{
			"verses": [
				"Silent night! Holy night! All is calm, all is bright, Round yon Virgin Mother and Child; Holy Infant, so tender and mild, <b>Sleep in heavenly peace. :,:</b>",
				"Silent night! Holy night! Shepherds quake at the sight: Glories stream from heaven afar; Heavenly hosts sing Alleluia, <b>Christ the Savior is born! :,:</b>",
				"Silent night! Holy night! Son of God, love’s pure light Radiant beams from Thy holy face, With the dawn of redeeming grace, <b>Jesus Lord at Thy birth. :,:</b>"
			]
		},
		{
			"verses": [
				"what child is this, Who, laid to rest, On Mary’s lap is sleeping? Whom angels greet with anthems sweet, While shepherds watch are keeping?",
				"Why lies He in such mean estate, Where ox and ass are feeding? Good Christian, fear, for sinners here, The silent Word is pleading.",
				"So bring Him incense, gold and myrrh, Come, peasant, king, to own Him; The King of kings salvation brings, Let loving hearts enthrone Him."
			],
			"chorus": "This, this is Christ the King, Whom shepherds guard and angels sing; Haste, haste to bring him laud, The Babe, the son of Mary."
		},
		{
			"verses": [
				"While shepherds watched their flocks by night, All seated on the ground, The angel of the Lord came down, <b>And glory shown around. :,:</b>",
				"“Fear not!” said he; for mighty dread, Had seized their troubled mind, “Glad tidings of great joy I bring, <b>To you and all mankind.” :,:</b>",
				"“To you, In David’s town this day, Is born of David’s line, The Savior who is Christ the Lord; <b>And this shall be the sign:” :,:</b>",
				"“The heavenly babe you there shall find, To human view displayed, All meanly wrapped in swathing-bands, <b>And in a manger laid.” :,:</b>",
				"“All glory be to God on high, And to the earth be peace; Good will henceforth from heaven to men, <b>Begin and never cease.” :,:</b>"
			]
		},
		{
			"verses": [
				"Synkkä yö of maailmassa; Sen nähden Herra taivahassa, Taas lausui: “Tulkoon valkeus!” Kohta haihtui pimeä pilvi, Ja Jeesus Kristus tuli ilmi, Uus’ koitti päivän kirkkaus. Jumal’ on ihminen. Luotuinsa vertainen; Riemuitkaamme! Hänessä saa, Nyt kaikki maa, Sen mitä sielu kaipajaa.",
				"Armas aurinko se loistaa, Yön synkkeyden maassa poistaa, Ei laskeukaan ikinään, Pimeyden hajottaapi, Ja eksyneitä johdattaapi, Autuuden tielle säteillään. Siis hänen johtoaan, Ilolla ainiaan, Seuratkaamme; Totuus ja tie, Hän meitä vie, Taivaiseen kotiin saattelee.",
				"Häntä nyt ylistäkäämme, Kans’ enkelien kiittäkäämme! Hän astui alas taivaasta, Päällään köyhän halpa puku, Ett’ irti pääsis ihmissuku, Saatanan, kuolon vallasta. Isälle taivaassa, Myös kiitos samassa Kantakaamme, Ett’ armoissaan, Meit’ auttamaan, Lähetti Poikans maailmaan!"
			]
		},
		{
			"verses": [
				"All hail to Thee, O blessed morn! To tidings by the prophets borne, Hast Thou fulfillment given, O sacred and immortal day, When unto earth in glorious ray, Descends the grace of heaven. Singing, ringing, sounds are blending, Praises sending unto heaven, For the Savior to us given.",
				"’Tis God’s own Image and, withal, The Son of Man that mortals all, May find in Him a brother, He comes, with peace and love abide, On earth, the erring race to guide, And help as could no other; Rather, gather, closer, fonder, sheep that wander, Feed and fold them, Than let evil powers hold them.",
				"He tears, like other men will shed, Our sorrows share and be our aid, Through His eternal power; The Lord’s good will unto us show, And mingle in our cup of woe, The drops of mercy’s shower; Dying, buying, through His passion, Our salvation, and to mortals Opening the heav’nly portals",
				"4. He comes, for our redemption sent, And by His glory heaven is rent, To close upon us never; Our blessed Shepherd He would be, Whom we may follow faithfully, And be with Him forever. Higher, nigher, glory winging, Praises singing, to the Father, And His Son, our Lord and Brother."
			]
		},
		{
			"verses": [
				"Come hither, ye faithful, triumphantly sing! Come, see in the manger the angel’s great King! To Bethlehem hasten with joyful accord; <b>0 come ye, come hither to worship the Lord! :,:</b>",
				"True Son of the Father, He comes from the skies; To be born of a virgin He does not despise: To Bethlehem hasten with joyful accord; <b>0 come ye, come hither to worship the Lord! :,:</b>",
				"Hark! hark to the angels! all singing in heaven. “To God in the highest all glory be given!” To Bethlehem hasten with joyful accord; <b>0 come ye, come hither to worship the Lord! :,:</b>",
				"To Thee, then, O Jesus, this day of Thy birth, Be glory and honor through heaven and earth; True Godhead incarnate! Omnipotent Word! <b>0 come, let us hasten to worship the Lord! :,:</b>"
			]
		},
		{
			"verses": [
				"Come, Thou almighty King, Help us Thy name to sing, Help us to praise; Father; all-glorious, O’er all victorious, Come and reign over us, Ancient of days.",
				"Come, Thou incarnate Word, Gird on Thy mighty sword; Our prayer attend; Come and Thy people bless, And give Thy word success, Spirit of holiness, On us descend!",
				"Come, Holy Comforter! Thy sacred witness bear, In this glad hour; Thou who almighty art, Now rule in every heart, And ne’er from us depart, Spirit of power!",
				"To the great One in Three, The highest praises be, Hence evermore: His sovereign majesty, May we in glory see, And to eternity love and adore."
			]
		},
		{
			"verses": [
				"Good news from heaven the angels bring, Glad tidings to the earth they sing: To us this day a Child is given, To crown us with the joy of heaven.",
				"This is the Christ, our God and Lord, Who in all need shall aid afford; He will Himself our Saviour be, And from our sins will set us free.",
				"To us that blessedness He brings, Which from the Father’s bounty springs: That in the heavenly realm we may, With Him enjoy eternal day.",
				"All hail, Thou noble Guest, this morn, Whose love did not the sinner scorn: In my distress Thou com’est to me, What thanks shall I return to Thee?",
				"Were earth a thousand times as fair, Beset with gold and jewels rare, She yet were far too poor to be, A narrow cradle, Lord, for Thee.",
				"Ah, dearest Jesus, holy Child, Make Thee,a bed, soft, undefiled, Within my heart, that it may be, A quiet chamber kept for Thee.",
				"Praise God upon His heavenly throne, Who gave to us His only Son; For this His hosts, on joyful wing, A blest New Year of merry sing."
			]
		},
		{
			"verses": [
				"Enkeli taivaan lausui näin: Miks hämmästyitte säikähtäin? Mä suuren ilon ilmoitan, Maan kansoille nyt tulevan.",
				"Herramme Kristus teille nyt, On tänään tänne syntynyt, Ja tää on teille merkiksi: Seimessä lapsi makaapi.",
				"Jo mene, katso, sieluni, Seimessä kuka makaapi: Se on sun Herras, Kristukses, Jumalan Poika, Jeesukses.",
				"O terve tänne tultuas, Syntist’ et hyljää, armias! Köyhyyteen tulit rikkahin; Kuink’ kyllin siitä kiittäisin?",
				"Nyt Jumalalle kunnia, Kun antoi ainoon Poikansa, Siit’ enkelitkin riemuiten, Veisatkoon taivaan Herrallen."
			]
		},
		{
			"verses": [
				"Av himlens höjd oss kommet är Ett bud, some frid till jorden bär: Stor fröjd I skolen höra få Det eder grannt bör akta på.",
				"Ett barn är födt på denna dag: Så var Guds råd och välbehag; Det föddes av en jungfru skär: Kristus, Guds Son, det barnet är.",
				"Den högsta tröst Han bliva skall, Han hjälper oss från synd och fall. Han är den rätte frälserman; Säll den på honom trösta kan!",
				"Ack! Herre Jesu! hör min röst: Gör Dig et tempel i mitt bröst; Uti mitt hjärta bliv och bo, Så har jag tröst och evig ro.",
				"Lk aldrig mig förgäta Dig. Ditt namn ske pris evinnerlig! Ditt namn med fröjd jag lova vill, Förlåna mig din nåd dartill.",
				"Ara ske Gud uppå sin tron, Som oss har skänkt sin enda Son! Nu mäniskors röst och änglars chor Lovsjunge Den i höjden bor."
			]
		},
		{
			"verses": [
				"Hark! the herald angels sing, Glory to the newborn King; Peace on earth and mercy mild, God and sinners reconciled! Joyful, all ye nations, rise, Join the triumph of the skies; Universal nature say, Christ the Lord is born today. Hark! the herald angels sing, Glory to the new-born King!",
				"Hail the heavenly Prince of Peace, Hail the Son of Righteousness; Life and light to all He brings, Risen with healing in His wings. Mild, He lays His glory by, Born that man no more may die, Born to raise the sons of earth, Born to give them second birth, Hark! the herald angels sing, Glory to the new-born King!"
			]
		},
		{
			"verses": [
				"Jerusalem, lift up Thy voice! Daughter of Zion, now rejoice! The King is come, Whose mighty hand, Henceforth shall reign o’er all the land.",
				"He comes to every tribe and race, A messenger of truth and grace: With peace He comes from heaven above, On earth to found His realm of love.",
				"In God’s eternal covenant, He comes for our salvation sent. The star of hope moves on before, And hosts assemble to adore.",
				"Let all the world with one accord, Now hail the coming of the Lord: Praise to the Prince of heavenly birth, Who bringeth peace to all the earth."
			]
		},
		{
			"verses": [
				"Joy to the world! the Lord is come; Let earth receive her King; Let every heart prepare Him room, <b>And heav’n and nature sing, :,:</b> And heav’n, and heav’n and nature sing.",
				"Joy to the world! the Savior reigns: Let men their songs employ, While fields and floods, rocks, hills and plains: <b>Repeat the sounding joy. :,:</b> Repeat, repeat the sounding joy.",
				"No more let sins and sorrows grow, Nor thorns infest the ground; He comes to make His blessings flow. <b>Far as the curse is found, :,:</b> Far as, far as the curse is found.",
				"He rules the world with truth and grace, And makes the nations prove, The glories of His righteousness, <b>And wonders of His love, :,:</b> And wonders, and wonders of His Love."
			]
		},
		{
			"verses": [
				"Listen to those happy voices Of the radiant angels throng; How the earth and sky rejoices, All the air is full of song, Hallelujah! blissful morn! Hallelujah! Christ is born.",
				"Hear ye, not the bright-robed angel, Cheering shepherds in the field, Telling them the sweet Evangel, That the woes of men are healed? Hear ye not the angel say: Fear ye not, be glad today.",
				"Should we not with songs of gladness, Glory give to God for aye? Why be bowed with grief and sadness, When our sins are borne away? Praise Him, with the angels vie, Glory be to God on high!",
				"Swell, ye saints the blissful chorus, Roll it onward like a sea, As the angels hovering o’er us, Still repeat the melody, Hear ye not the angel say: Fear ye not, be glad today?",
				"Gladly we repeat the story, Vie with angels while they sing: Be to God immortal glory, Glory to the new born King! Hallelujah, blissful morn, Hallelujah! Christ is born."
			]
		},
		{
			"verses": [
				"O come, O come Immanuel, And ransom captive Israel, That mourns in lonely exile here, Until the Son of God appear.",
				"O come, Thou Rod of Jesse, free, Thine own from Satan’s tyranny; From depths of hell Thy people save, And give them victory o’er the grave.",
				"O come, Thou Key of David, come, And open wide our heavenly home; Make safe the way that leads on high, And close the path to misery.",
				"O come, O come, Thou Lord of might, Who to Thy tribes on Sinai’s height, In ancient time didst give the law, In cloud of majesty and awe."
			],
			"chorus": "Rejoice! Rejoice! Immanuel has come to thee, O Israel."
		},
		{
			"verses": [
				"Rejoice, rejoice this happy morn, A Savior unto us is born, The Christ, the Lord of glory; His lowly birth in Bethlehem, The angels from on high proclaim, And sing redemption’s story; My soul, extol God’s great favor Bless Him ever for salvation Give Him praise and adoration!"
			]
		},
		{
			"verses": [
				"The Morning Star upon us gleams; How full of grace and truth His beams, How passing fair His splendor. Good Shepherd, David’s proper heir, My King in heaven, Thou dost me bear, Upon Thy bosom tender. Nearest, Dearest, Highest, Brightest, Thou delightest, Still to love me, Thou, so high enthroned above me.",
				"Strike deep into this heart of mine, Thy rays of love, Thou Star divine, And fire its dying embers: And grant that naught have power to part, Me from Thy body, Lord, Who art, The life of all Thy members. I stand, Thy hand, Ever taking, Ne’er forsaking; Naught shall ail me; Bread of life, Thou wilt not fail me.",
				"Lift up the voice and strike the string, Let all glad sounds of music ring, In God’s high praises blended. Christ will be with me all the way, Today, tomorrow, every day, Till traveling days be ended. Sing out, Ring out, Triumph glorious, O victorious, Chosen nation; Praise the God of our salvation."
			]
		},
		{
			"verses": [
				"Lauluja nyt laskekaam’, Jumalasta jutelkaam’, Joulu-virsii veisatkaam’,",
				"Jost’ profeetat puhelit, Esi-isät ennustit, Juutat paljon juttelit,",
				"Pojat parhaat pauhatkaat, Neitseet nuoret iloikaat, Vanhat vahvast veisatkaat,",
				"Siioni! sinun Herras Pidä korkiass’ kunniass’, Katso sinun Kuninkaas,"
			],
			"refrain": "Jeesus kaunis helmoiss’ makas’ Maarian: Gabrielin ennustus on täytetty, Eija, Eija! Neitsy nuori sikiän sai, Ilman miehett’ Pojan toi, kuin kaikki loi: Tyydy tähän Pilttiin vähään, Pilttiin vähään, Israel! Älä Lunastajaa toista toivo sill’, Tosin kunnian Kuningas Immanuel, Neitseest’ nuoreest’ syntyi, sanoi Gabriel."
		},
		{
			"verses": [
				"Across the sky the shades of night, This winter’s eve are fleeting, We deck Thine altar, Lord, with light In solemn worship meeting; And as the year’s last hours go by, We raise to Thee our earnest cry, Once more Thy love entreating.",
				"And while we pray, we lift our eyes, To dear ones gone before us, Safe home with Thee in Paradise, Whose peace descendeth o’er us; And beg of Thee, when life is past, To reunite us all at last, With those who’ve gone before us.",
				"We gather up, in this brief hour, The memory of Thy mercies: Thy wondrous goodness, love, and power, Our grateful song rehearses: For Thou hast been our Strength and Stay, In many a dark and dreary day, Of sorrows and reverses.",
				"Then, O great God, in years to come, Whatever may betide us, Right onward through our journey home, Be Thou at hand to guide us; Nor leave us till at close of life, Safe from all perils, toil, and strife, Heaven shall enfold and hide us."
			]
		},
		{
			"verses": [
				"Great God! we sing that mighty hand, By which supported still we stand; The opening year Thy mercy shows, Let mercy crown it to its close.",
				"By day, by night, at home, abroad, Still we are guarded by our God; By His incessant bounty fed, By His unerring counsel led.",
				"With grateful hearts the past we own; The future, all to us unknown, We to Thy guardian care commit, And, peaceful, leave before Thy feet.",
				"In scenes exalted or depressed, Be Thou our joy and Thou our rest; Thy goodness all our hopes shall raise, Adored through all our changing days.",
				"When death shall interrupt our songs, And seal in silence mortal tongues, Our helper, God, in Whom we trust, Shall keep our souls and guard our dust."
			]
		},
		{
			"verses": [
				"Help, Lord Jesus, let Thy blessing, Rest upon this opening year; May we now, new strength possessing, Walk in love and holy fear; Dearest Savior, speed our way; Strength bestow from day to day.",
				"In our hearts one purpose keeping, May we live alone to Thee; In our waking and our sleeping, Jesus, Thou our portion be; Going out, be Thou our guide; In our home with us abide.",
				"Lord, Thy blessing now receiving, Grant Thou us a hallowed year; Firmly on Thy word believing, May our service be sincere; That on earth we may become, Fitted for our heavenly home."
			]
		},
		{
			"verses": [
				"Jesus’ Name has power eternal, it will remain as time goes by. Jesus’ Name will last forever never destroyed; it’s always nigh. Always bringing forth new fruit, with tidings for the young and old. It has power so to gather every soul into God’s fold!",
				"Jesus’ Name so sweetly ringing; May it sound o’er all the earth. Hope and comfort it is bringing; Nothing else compares in worth. That great name destroys all hatred; From that name all wrong must flee. By that name the Heavenly Zion brings forth much fruit eternally!",
				"In the midst of midnight’s darkness, Guides a light - it’s Jesus Name. To all helpless souls revealing, That peaceful harbor, our high aim, When the sun shall shine no longer, Jesus’ Name will light the skies. Then its praises by the ransomed. Will be sung in Paradise."
			],
			"chorus": "Jesus’ Name! Oh, may I love it. It has set afire my soul. Through that name I’ve found salvation. No other name can make me whole!"
		},
		{
			"verses": [
				"Jesus, name of wondrous love. Name all other names above! Unto which must every knee bow in deep humility.",
				"Jesus, only name that’s given, Under all the mighty heaven, Whereby man, to sin enslaved, Bursts his fetters, and is saved.",
				"Jesus, name of wondrous love, Human name of God above: Pleading only this we flee, Helpless, O our God, to Thee."
			]
		},
		{
			"verses": [
				"Take the name of Jesus with you, Child of sorrow and of woe; It will joy and comfort give you, Take it, then, where’er you go.",
				"Take the Name of Jesus ever, As a shield from every snare; If temptations round you gather, Breathe that holy Name in prayer.",
				"At the Name of Jesus bowing, Falling prostrate at His feet, King of kings in heaven we’ll crown Him, When our journey is complete."
			],
			"chorus": "<b>Precious Name, oh, how sweet, Hope of earth and joy of heaven! :,:</b>"
		},
		{
			"verses": [
				"The old year now hath passed away; We thank Thee, O our God today, That Thou hast kept us through the year, When danger and distress were near.",
				"We pray Thee, O eternal Son, Who with the Father reign’st as One, To guard and rule Thy Christendom, Through all the ages yet to come.",
				"Take not Thy saving Word away, Our souls’ true comfort, staff and stay; Abide with us and keep us free, From errors, following only Thee.",
				"So that as Christians we may live, Or die in peace that Thou canst give, To rise again when Thou shalt come, And enter Thine eternal home.",
				"There shall we thank Thee and adore, With all the angels evermore, Lord Jesus Christ, increase our faith, To praise Thy name through life and death."
			]
		},
		{
			"verses": [
				"As with gladness men of old, Did the guiding star behold; As with joy they hailed its light, Leading onward, beaming bright; So, most gracious God, may we, Evermore be led to Thee.",
				"As with joyful steps they sped, To that lowly childhood-bed, There to bend the knee before, Him whom heaven and earth adore; So may we with willing feet, Ever seek Thy mercy-seat.",
				"As they offered gifts most rare, At that dwelling rude and bare; So may we with holy joy, Pure, and free from sin’s alloy, All our costliest treasures bring, Christ, to Thee,our heavenly King.",
				"Holy Jesus, every day, Keep us in the narrow way; And, when earthly things are past, Bring our ransomed souls at last, Where they need no star to guide, Where no clouds Thy glory hide."
			]
		},
		{
			"verses": [
				"Tähti taivahinen kerran, Tietäjiä itämaan, Johdatteli tykö Herran, Kirkkahalla valollaan, Häntä kunniottamaan, Kiittämään, rukoilemaan.",
				"Tähti taivahinen vielä, Ompi nytkin loistava, Täällä elämämme tiellä, Välkkyvä, valaiseva: Kirkas tähti taivahan, Se on sana Jumalan.",
				"Sanas valossa sä meitä, Jeesus armas johdata, Tykös myöskin eksyneitä, Harhateiltään taluta! Suo sen tähtes kirkkahan, Kaikin paikoin loistavan.",
				"Sanas valon anna paistaa, Yli kaikkein kansojen, Etta pakanatkin maistaa, Saisi armon uutisen, Ja kuin viisaat Itämaan, Etsisivät sua vaan!",
				"Auta ett’ jo viimein valta, Pimeyden vaipuisi, Että kansat kaikkialta, Kaikki kielet taipuisi, Sua, Herra, kiittämään, Nimeäs ylistämään!"
			]
		},
		{
			"verses": [
				"A way to Calv’ry leadeth From dark Gethsemane, May ev’ry one behold Him, Who weary walks that way.",
				"In nameless woe our Savior, Here pass’d with troubled breath, His heart of tender mercy, That day was pierced to death.",
				"Behold Him in the garden, All down with sorrow weighed, When in that hour of darkness, He sweated blood and prayed.",
				"My soul, in night of sorrow, Learn here what you must do, Then at the cross your treasure, Will be revealed to you.",
				"With nails and spear-point wounded, He down to death must go, But from those wounds abundant, The streams of life will flow.",
				"What bliss to be permitted, One’s soul to bathe therein, And thus be cleansed forever, From every taint of sin!",
				"Thus only we are learning, That song forever new, Which to our Savior’s glory, Shall ring all ages through."
			],
			"chorus": "The way doth lead to perfect bliss, But a way of pain it is."
		},
		{
			"verses": [
				"Alas! and did my Savior bleed? And did my Sov’reign die? Would he devote that sacred head, For such a worm as I?",
				"Was it for crimes that I have done, He groan’d upon the tree? Amazing pity! grace unknown! And love beyond degree!",
				"Well might the sun in darkness hide, and shut His glories in, when Christ, the mighty Maker, died, For man, the creature’s sin.",
				"But drops of grief can ne’er repay, The debt of love I owe: Here, Lord, I give myself away, - ’Tis all that I can do."
			]
		},
		{
			"verses": [
				"Go to dark Gethsemane, Ye that feel the tempter’s power; Your Redeemer’s conflict see, Watch with Him one bitter hour; Turn not from His griefs away, Learn of Jesus Christ to pray.",
				"Follow to the judgment-hall, View the Lord of life arraigned; O the wormwood and the gall! O the pangs His soul sustained! Shun not suffering, shame or loss, Learn of Him to bear the cross.",
				"Calvary’s mournful mountain climb, There, adoring at His feet, Mark that miracle of time, God’s own sacrifice complete; “It is finished,” hear the cry, Learn of Jesus Christ to die.",
				"Early hasten to the tomb, Where they laid His breathless clay; All is solitude and gloom, Who hath taken Him away? Christ is risen! He meets our eyes, Savior, teach us so to rise."
			]
		},
		{
			"verses": [
				"Jesus, keep me near the cross, There a precious fountain, Free to all, a healing stream, Flows from Calvary’s mountain.",
				"Near the cross, a trembling soul, Love and mercy found me; There the bright and morning star, Shed its beams around me.",
				"Near the cross! O Lamb of God, Bring its scenes before me; Help me walk from day to day, With its shadows o’er me.",
				"Near the cross I’ll watch and wait, Hoping trusting ever, Till I reach the golden strand, Just beyond the river."
			],
			"chorus": "In the cross, in the cross, Be my glory ever; Till my raptured soul shall find, Rest beyond the river."
		},
		{
			"verses": [
				"O sacred Head, now wounded, With grief and shame weighed down, Now scornfully surrounded, With thorns, Thine only crown; O sacred Head, what glory, What bliss, till now was Thine! Yet, though despised and gory, I joy to call Thee mine.",
				"What Thou, my Lord, hast suffered, Was all for sinners gain: Mine, mine, was the transgression, But Thine the deadly pain: Lo, here I fall, my Savior! ’Tis I deserve Thy place; Look on me with Thy favor, Vouchsafe to me Thy grace.",
				"What language shall I borrow, To thank Thee, dearest Friend, For this Thy dying sorrow, Thy pity without end. O, make me Thine forever: And should I fainting be, Lord, let me never, never, Outlive my love to Thee.",
				"Be near me when I’m dying, O show Thy cross to me; And to my succor flying, Come, Lord, and set me free: These eyes, new faith receiving, From Jesus shall not move; For he who dies believing, Dies safely, through Thy love."
			]
		},
		{
			"verses": [
				"O what precious balm and healing, Jesus, in Thy wounds I find! Every hour that I am feeling, Pains of body and of mind; Should some evil thought rush in, And provoke my soul to sin, Thoughts of Thy deep wounds, from sinning, Keep me in its first beginning.",
				"Yes, whate’er may pain or grieve me, Thy dear wounds can make me whole; When my heart sinks, they revive me, Life pours in upon my soul: May Thy comfort render sweet, Every bitter cup I meet; Thou who by Thy death and passion, Hast procured my soul’s salvation.",
				"Well of life, if Thou art nigh me, Springing deep within my heart, When the last dread hour shall try me, I can feel no inward smart: If I hide myself in Thee, Not a foe can injure me; He shall overcome who hideth, In Thy wounds and there abideth."
			]
		},
		{
			"verses": [
				"O world, behold upon the tree, Thy life is hanging now for thee, Thy mighty Prince of glory now, For thee doth unresisting bow, Thy Saviour yields His dying breath, To cruel stripes, to scorn and death.",
				"My grievous sins that number more, Than yonder sands upon the shore, Have brought to pass this agony, How deep His floods pass over me, How sorely this our loving God, Can smite with His avenging rod.",
				"And I shall nail me to Thy cross, And learn to count all things but dross, With all the strength that in me lies, Whate’er is hateful in Thine eyes; Wherein the flesh doth pleasure take, Will I cast from me and foresake."
			]
		},
		{
			"verses": [
				"The hour in Gethsemane I never shall forget, When Christ alone the battle fought, In grief and bloody sweat.",
				"When I among thy solemn trees, In spirit gazed around; I saw the burden of my sin, On Him with judgment bound.",
				"I saw Him tempted to despair, By anguish, grief, bent low; The depth of pain He suffered there, No man can fully know.",
				"If ever Lord, my love to Thee, Should cold and fruitless be, O show me in Gethsemane, Thy suff’ring there for me."
			],
			"chorus": "Gethsemane, Gethsemane, I must remember thee, Where God’s eternal Son I saw, In pray’r on bended knee."
		},
		{
			"verses": [
				"Å fikk jeg kun vaere den minste kvist, På vintreet ditt, Herre Jesus Krist; Og måtte så aldri vi skilles igjen, Men elske og elskes som venn hos venn!",
				"Din saft er flytt mig i årene inn, Jeg knelte og drakk av nadverdens yin; Hvor kvegtes min ånd, som för var matt, Ved himmelduggen skjaertorsdags natt!",
				"Vi ranker oss sammen, vi vinkvister små, Som brödre og söstre om Jesus at stå., Akk la ingen visne av våre, o Gud, Ei brytes av stammen og ei kastes ut.",
				"Du rense mitt hjerte med ömmeste tukt, Og blöder enn grenen, den baerer dog frukt. Du mener det godt med mitt dryppende sår, Du har mig så kjaer, og du best det forstår.",
				"Ja, får jeg kun vaere den minste kvist, Pa vintreet ditt, Herre Jesus Krist! Ditt kors rankes inn av de vinkvister små, Og op til ditt hjerte jeg gjerne vil nå."
			]
		},
		{
			"verses": [
				"He is arisen! Glorious word! Now reconciled is God, my Lord; The gates of heaven are open. My Jesus died triumphantly, And Satan’s arrows broken lie, Destroyed hell’s direct weapon. O hear, What cheer; Christ victorious, Riseth glorious, Life He giveth - He was dead, but see, He liveth!"
			]
		},
		{
			"verses": [
				"Jesus lives! the broken tomb, Tells the resurrection story, Joy has now dispelled the gloom; Sealed His passion is with glory. Lightning gleams, and mountains shiver, He was dead, but lives forever.",
				"I have won; the triumph’s His! Death is swallowed up in victory! Bound the Prince of Darkness is, Free am I! O blessed mystery! Mine is heaven fair and glorious, Jesus won, I am victorious."
			]
		},
		{
			"verses": [
				"Like the golden sun ascending, Breaking through the gloom of night, On the earth His glory spending, So that darkness takes to flight; Thus my Jesus from the grave, And death’s dismal dreadful cave, Rose triumphant Easter morning, At the early purple dawning.",
				"Thanks to Thee, O Christ victorious! Thanks to Thee, O Lord of life! Death hath now no power o’er us, Thou hast conquered in the strife; Thanks because Thou didst arise, And hast opened Paradise! None can fully sing the glory, Of the resurrection story.",
				"For my heart finds consolation And my fainting soul grows brave, When I stand in contemplation, At the dark and dismal grave When I see where Thou didst sleep, In death’s dungeon dark and deep, Yet didst break all bands asunder, Must I not rejoice and wonder?",
				"Thou hast died for my transgression. All my sins on Thee were laid; Thou hast won for me salvation, On the cross my debt was paid; From the grave I shall arise, And shall meet Thee in the skies. Death itself is transitory, I shall lift my head in glory.",
				"Unto life Thou shalt arouse me, By Thy resurrection’s power; Though the hideous grave shall house me, And my flesh the worms devour; Fire and water may destroy, My frail body, Yet with joy, I shall rise as Thou hast risen, From the deep sepulchral prison.",
				"For the joy Thy birth doth give me, For Thy holy, precious word; For Thy baptism which doth save me, For Thy gracious festal board; For Thy death, the bitter scorn, For Thy resurrection morn, Lord, I thank Thee and extol Thee, And in heaven I shall behold Thee."
			]
		},
		{
			"verses": [
				"Praise the Savior, Now and ever! Praise Him all beneath the skies! Prostrate lying, Suffering, dying, On the cross, a sacrifice; Victory gaining, Life obtaining, Now in glory, He doth rise.",
				"All is finished, And accomplished; Christ is now our righteousness. He our Savior, Hath forever, Set us free from dire distress. Through His merit, we inherit, Light and peace and happiness.",
				"We’re delivered, Our bonds severed, Christ hath bruised the serpent’s head; Death no longer is the stronger, Hell itself is captive led. Christ hath risen, From death’s prison, O’er the tomb, He light hath shed.",
				"Praise forever, For His favor, Unto God the Father sing; Praise the Savior, Praise Him ever, Son of God, our Lord and King; Praise the Spirit, Through Christ’s merit, He doth us salvation bring."
			]
		},
		{
			"verses": [
				"The Savior is risen, Light bursts from the tomb; The living fulfillment of scripture is come. Adored by the angels, The victor comes forth, To claim for His kingdom, The ransomed on earth. The seal has been broken, The stone rolled away, And gone are the watchers, In fear and dismay; Hell trembles before Him. Hallelujah.",
				"Light grappled with darkness, death wrestled with life; Now light comes triumphant, From out of dead strife. While death lieth vanquished, Hope kindles again, The torch of the faithful, To shine among men. Ye sorrowing women, Who hither have sped, Why seek ye the living, Today ’mongst the dead? For Jesus is risen, Hallelujah.",
				"Now God in His heaven, And men are as one, The grave is a pathway, thru’ Christ to the throne. Ye friends that are bending, In grief at the cross, Now lift your heads gladly, Ye suffered no loss. O flock, scattered widely, Return to the fold: Thy Shepherd still liveth, And now as of old, He leadeth thee Godward. Hallelujah."
			]
		},
		{
			"verses": [
				"Nyt se suuri päivä koitti, Armon päivä valkeni. Haudan hirmut Kristus voitti, Vankeuden vangitsi. Vaipui kuolon öinen haamu, Nousi uusi, kirkas aamu.",
				"Päivää ah nyt autuasta, Jeesus nousi haudastaan. Saatana näin kauheasta Kukistettiin vallastaan. Pelkäämättä olla saamme Turviss’ elon ruhtinaamme.",
				"Missä on nyt valtikkanne, Helvetti ja kuolema? Käärme, viekas ruhtinaanne, Menetti jo valtansa. Voiman Kristus ryösti teiltä, Särki kuolon kahleet meiltä.",
				"Kauas, kauas eksyneitä Oltiin tieltä taivahan. Synti, kuolo sorti meitä Alla raskaan valtikan, Vaan nyt päästiin kahlehista, Kristus nousi kuollehista.",
				"Orjina me orjan töita Teimme synnin siteissä, Saatanankin ilkitöitä Tottelimme käskyjä. Mutta niiltä raukes valta, Jeesus vapahti sen alta.",
				"Kristityt, nyt riemuitkaamme Sankarimme voitosta, Kiitosvirttä veisatkaamme Pääsinpäivän koitosta. Helvetin hän portit murti, Synnin, kuolon vallan sorti.",
				"Nouse sielu, riennä mieli Kiittämähän Jeesusta. Aukee suu ja veisaa kieli Ihanalla laululla, Jeesuksesta veisaele, Laupeuttaan ylistele."
			]
		},
		{
			"verses": [
				"O wondrous Conqueror and great, Scorned by the world Thou didst create, Thy Rork is all completed! Thy toilsome course is at an end; Thou to the Father dost ascend, In royal glory seated. Lowly, holy, now victorious, High and glorious: Earth and heaven, To Thy rule, O Christ, are given.",
				"Lord Jesus, keep our eyes on Thee; Help us Thy servants true to be, Fulfilling Thy good pleasure, Set Thou our minds on things above, Let this vain world ne’er win our love, Be Thou our only treasure. Wholly, lowly, we would own Thee And enthrone Thee: Wisdom learning, All Thy perfect ways discerning.",
				"Thou, Jesus, art our shield and guide, O let Thy words in us abide, Directing all our going. Teach us to love Thy blessed will, To suffer meekly and be still, Nor fear grief’s tide o’erflowing, Weeping, keeping low before Thee, We adore Thee, ’Midst our sorrow, Lord, we hail the coming morrow."
			]
		},
		{
			"verses": [
				"Come, Holy Ghost, Creator blest, Vouchsafe within our souls to rest; <b>Come with Thy grace and heavenly aid, :,:</b> And fill the hearts which Thou hast made.",
				"To Thee, the Comforter, we cry, to Thee the gift of God most high, <b>The fount of life, the fire of love, :,:</b> The soul’s anointing from above.",
				"Thy light to every thought impart, And shed Thy love in every heart; <b>The weakness of our mortal state :,:</b> With deathless might invigorate.",
				"Make Thou to us the Father known; Teach us th’eternal Son to own, <b>And Thee, whose name we ever bless, :,:</b> Of both the Spirit to confess.",
				"Praise we the Father and the Son, And Holy Spirit, Three in One: <b>And may the Son on us bestow :,:</b> The gifts that from the Spirit flow."
			]
		},
		{
			"verses": [
				"Tule Pyhä Henki, Luoja! Ja kylmäin sydänten suoja. <b>Täytä ne rinnat armollas, :,:</b> Kuin sinä loit sinun voimallas.",
				"Sinä olet Lohduttaja, Ja runsas lahjain antaja, <b>Sinä kovat rinnat pehmität, :,:</b> Tulell’ ja voiteell’ heit lämmität.",
				"Sinä olet Isän sormi, Ja kolminaisuuden solmi. <b>Sinä valistat sokeat mielet, :,:</b> Ja voitelet tyhmät kielet.",
				"Ymmärrys sinä meill’ lainaa, Rakkaus sydämiin paina, <b>Lihan heikkous pois estä, :,:</b> Kaikest’ pahuudest’ meit’ päästä.",
				"Vihollinen karkoit’ kauas, Suo meidän olla myös rauhass’, Aut’, <b>että me niin eläisimm’, :,:</b> Että me vaarat välttäisimm’!",
				"Isä meidän tuta anna, Ja Pojan pääll’ turvamm’ panna, <b>Sinussa myös kiinni riippuu. :,:</b> Joka heistä ulos liikut.",
				"Isän olkoon aina kiitos, Pojan kunnia samass’ liitoss’, <b>Kuin Pyhän Hengen meill’ antaa, :,:</b> Ja taivaast’ lahjat meill’ kantaa."
			]
		},
		{
			"verses": [
				"Come, Holy spirit, God and Lord! Be all Thy graces now outpoured, On each believer’s mind and heart; Thy fervent love to them impart. Lord, by the brightness of Thy light, Thou in the faith dost men unite, Of every land and every tongue; This to Thy praise, O Lord, be sung. Hallelujah! Hallelujah!",
				"Thou Holy Light, Guide Divine, O cause the Word of Life to shine; Teach us to know our God aright, And call Him Father with delight. From error, Lord, our souls defend, That they on Christ alone attend, In Him with living faith abide, In Him with all their might confide. Hallelujah! Hallelujah!",
				"Thou Holy Fire, Source of rest, Grant that with joy and hope possest, We always in Thy service stay, And trouble drive us not away. Lord, By Thy power prepare each heart, To our weak nature strength impart, That firmly here we may contend, Through life and death to Thee ascend. Hallelujah! Hallelujah!"
			]
		},
		{
			"verses": [
				"Come, O come Thou quickening Spirit, Thou forever art divine; Let Thy power never fail me, Always fill this heart of mine; Thus shall grace, and truth, and light, Dissipate the gloom of night.",
				"Grant my mind and my affections wisdom, counsel, purity, That I may be ever seeking, Naught but that which pleases Thee, Let Thy knowledge spread and grow, And all error overthrow.",
				"And when my last hour is nearing, O assure me ever more, As the chosen heir of heaven, Of that bliss for me in store, Greater far than tongue can tell, There, redeemed by Christ, to dwell."
			]
		},
		{
			"verses": [
				"O Holy Spirit, enter in, And in our hearts Thy work begin, Thy temple deign to make us; Sun of the soul, Thou light divine, Around and in us brightly shine, To joy and gladness wake us. That we to Thee truly living, To Thee giving prayer unceasing, Still may be in love increasing.",
				"O mighty Rock, O Source of life, Let Thy dear word, ’mid doubt and strife, Be so within us burning, That we be faithful unto death, In Thy pure love and holy faith, From Thee true wisdom learning! Thy grace and peace on us shower; By Thy power Christ confessing, Let us win our Savior’s blessing.",
				"Grant that our days, while life shall last, In purest holiness be passed, Be Thou our strength forever; Grant that our hearts henceforth be free, From sinful lust and vanity, Which us from Thee must sever, Keep Thou, pure now from offenses, Heart and senses, Blessed spirit! Let us heavenly life inherit."
			]
		},
		{
			"verses": [
				"O Holy Spirit, grant us grace, That we our Lord and Savior In faith and fervent love embrace, And truly serve Him ever, So that when death is drawing nigh, We to His open wounds may fly, And find in them salvation.",
				"Help us that we Thy saving word, In faithful hearts may treasure; Let e’er that bread of life afford, New grace in richest measure; Yea, let us die to every sin, For heaven create us new within, That fruits of faith may flourish.",
				"And when our earthly race is run, Death’s bitter hour impending. Then may Thy work, in us begun, Continue ’til life’s ending; Until we gladly may commend, Our souls into our Savior’s hand To rest in peace eternal."
			]
		},
		{
			"verses": [
				"Jumala aina ennättää, Armolla omiansa, Ja avuksemme lähettää, Enkelit taivaastansa, He aina meitä seuraavat, Ja haluisesti holhoovat, Jo tänne tullessamme.",
				"He Herraa pelkääväisiä, Alati ovat läsnä, Totuutta etsiväisiä, Vaaroista estämässä: He aina meitä seuraavat, Ja haluisesti holhoovat, Nuoruuden päivinämme.",
				"Ei tuskissa, ei vaaroissa, He meitä koskaan jätä; Näin enkelien suojassa, Ei ole meillä hätää, He aina meitä seuraavat, Ja haluisesti holhoovat, Vanhuuden vuosinamme.",
				"Myös matkallamme kuolemaan, He vielä varjelevat, Ja asuntoonsa ihanaan, Taivaaseen saattelevat; He aina meitä seuraavat, Ja haluisesti holhoovat, Myös täältä lähteissämme.",
				"O Herra, meitä holhoa, Eläissä, kuollessamme, Ja Hengelläsi johdata, Ett’ rauhas saavutamme! Näin enkelies seurassa, Sua kerran kiittää taivaassa, Me saamme loppumatta."
			]
		},
		{
			"verses": [
				"Behold a host, arrayed in white, Like thousand snow-clad mountains bright. With palms they stand - Who are this band, Before the throne of light, Lo, these are they, of glorious fame, Who from the great affliction came, And in the flood of Jesus’ blood Are cleansed from guilt and blame; Now gathered in the holy place, Their voices they in worship raise, Their anthems swell where God doth dwell, ’Mid angels song of praise!",
				"Despised and scorned they sojourned here, But now, how glorious they appear! Those martyrs stand, a priestly band, God’s throne forever near. So oft in troubled days gone by, In anguish they would weep and sigh; At home above the God of love, For aye their tears shall dry. They now enjoy their sabbath rest, The paschal banquet of the blest; The Lamb, their Lord, at festal board, Himself is host and guest!",
				"Then hail ye mighty legions, yea. All hail now safe and blest for aye; And praise the Lord, Who with His Word, Sustained you on the way. Ye did the joys of earth disdain. Ye toiled and sowed in tears and pain; Farewell, now bring your sheaves and sing, Salvation’s glad refrain, Swing high your palms, Lift up your song; Yea, make it myriad voices strong; Eternally shall praise to Thee, God and the Lamb belong!"
			]
		},
		{
			"verses": [
				"Den stora vita här vi se Som tusen flail i snö sig to I tronens ljus, Vid palmers sus, Sag vilka äro de? Det är den skara utan tal Från denna jordens sorgedal, Som, ren och god I Lammets blod, Nu står i himlens sal. Högt över jordens kval och tvång De fira nu sin kyrkogång I tempelkor, Där Gud själv bor Bland alla änglars sång.",
				"Här levde de i stort förakt, Men se dem där uti sin prakt I tronens glans Med palm och krans I härlighet och makt! Här livet ofta tårar gay, Men Gud dem alla torkat av, Nu vid hans bröst de firma tröst Högt ovan död och gray, Nu står dem kvar vad dock är bast: Hos Gud en evig glädjes fest, Och Lammet själv Vid livets älv är både yard och gäst.",
				"Dig hjälteskara segersäll, Ett mäktigt, tusenfaldigt hell! Ty fast du stod Med heligt mod, Hell dig, Guds Israel! Du världens glädje har försmått Och korsets väg i smälek gat; Ty skördar du Med jubel nu Vad du med tårar sätt. Så höj din röst, du Lammets brud, Att världen all ger återljud: Pris vare dig Evinnerlig, All nåds och trohets Gud!"
			]
		},
		{
			"verses": [
				"Hallelujah! Let praises ring! To God the Father let us bring, Our songs of adoration. To Him thro’ everlasting days, Be worship, honor, pow’r, and praise, Whose hand sustains creation. Singing, ringing: Holy, holy, God is holy, Spread the story, Of our God, the Lord of Glory.",
				"Hallelujah! Let praises ring! Unto the Lamb of God we sing, In Whom we are elected, He bo’t His Church with His own blood, He cleansed her in that blessed flood, And as His Bride selected. Holy, holy, Is our union and communion. His befriending, Gives us joy and peace unending.",
				"Hallelujah! Let praises ring! Unto the Holy Ghost we sing, For our regeneration. The saving faith in us He wrought, And us unto the Bridegroom bro’t, Made us His chosen nation. Glory! Glory! Joy eternal, Bliss supernal; There is manna, And an endless, glad hosanna.",
				"Hallelujah! Let praises ring! Unto our Triune God we sing; Blest be His name forever! With angel hosts let us adore, And sing His praises more and more, For all His grace and favor! Singing, ringing: Holy, holy, God is holy, Spread the story of our God, the Lord of Glory!"
			]
		},
		{
			"verses": [
				"Holy, holy, holy! Lord God Almighty! Early in the morning our song shall rise to Thee; Holy, holy, holy, merciful and mighty; God in three Persons, blessed Trinity!",
				"Holy, holy, holy! All the saints adore Thee! Casting down their golden crowns around the glassy sea; Cherubim and seraphim falling down before Thee, Which wert and art and evermore shalt be.",
				"Holy, holy, holy! Though the darkness hide Thee! Though the eye of sinful man Thy glory may not see; Only Thou art holy; there is none beside Thee, Perfect in power, in love and purity.",
				"Holy, holy, holy! Lord God Almighty! All Thy works shall praise Thy name, in earth and sky and sea; Holy, holy, holy, merciful and mighty; God in three Persons, blessed Trinity!"
			]
		},
		{
			"verses": [
				"Let me be Thine forever, My gracious God and Lord, May I forsake Thee never, Nor wander from Thy word; Preserve me from the mazes, Of error and distrust, And I shall sing Thy praises Forever with the just.",
				"Lord Jesus! Bounteous giver, Of light and life divine, Thou didst my soul deliver, To Thee I all resign: Thou hast in mercy bought me, With blood and bitter pain; Let me, since Thou hast sought me, Eternal life obtain.",
				"O Holy Ghost, who pourest, Sweet peace into my heart, And all my soul restorest, Let not Thy grace depart. And while His name confessing, Whom I by faith have known, Grant me Thy constant blessing; Make me for aye Thine own."
			]
		},
		{
			"verses": [
				"Lord, keep us steadfast in Thy word: Curb those who fain by craft or sword, Would wrest the kingdom from Thy Son, And set at naught all He hath done.",
				"Lord, Jesus Christ, Thy power make known; For Thou art Lord of lords alone: Defend Thy Christendom, that we, May evermore sing praise to Thee.",
				"O Comforter, of priceless worth, Send peace and unity on earth; Support us in our final strife, And lead us out of death to life."
			]
		},
		{
			"verses": [
				"O Lord, my God, I cry to Thee! In my distress Thou helpest me. To Thee myself I now commend: O swiftly now Thine angel send To guide me home and cheer my heart, Since Thou dost call me to depart.",
				"O Jesus Christ, Thou Lamb of God, Once slain to take away our load; Now let Thy cross, Thine agony, Avail to save and solace me; Thy death to open heaven, and there, Bid me the joy of angels share.",
				"O Holy Spirit, at the end, Sweet Comforter, be Thou my friend; When death and hell assail me sore, Leave me, O leave me nevermore, But bear me safely through the strife, As Thou hast promised, into life!"
			]
		},
		{
			"verses": [
				"I gave My life for thee, My precious blood I shed, That thou might ransomed be, And quickened from the dead; <b>I gave, I gave My life for thee, What hast Thou given for Me? :,:</b>",
				"My Father’s house of light, My glory circled throne I left for earthly night, And wanderings sad and lone; <b>I left, I left it all for thee, Hast Thou left aught for Me? :,:</b>",
				"I suffered much for thee, More than the tongue can tell, Of bitterest agony, To rescue thee from hell; <b>I’ve borne, I’ve borne it all for thee What hast thou borne for Me? :,:</b>",
				"And I have brought to thee, Down from My home above, Salvation full and free, My pardon and my love; <b>I bring, I bring rich gifts to thee, What hast thou brought to Me? :,:</b>"
			]
		},
		{
			"verses": [
				"If God had not been on our side, And had not come to aid us, The foes with all their pow’r and pride, Would surely have dismayed us; For we His flock would have to fear, The threat of men both far and near, Who rise in might against us.",
				"Their furious wrath did God permit, Would surely have consumed us, And as a deep and yawning pit, With life and limb entombed us. Like men o’er whom dark waters roll, Their wrath would have engulfed our soul, And like a flood o’erwhelmed us.",
				"Blest be the Lord, who foiled their threat, That they could not devour us; Our souls, like birds escaped their net, They could not overpow’r us. The snare is broken - we are free! Our help is ever, Lord, in Thee, Who madest earth and heaven."
			]
		},
		{
			"verses": [
				"Not one among all mortal men, The ways of God can comprehend; The very wisest know not when, The voice of God calls unto them.",
				"Until the heart pierced by the Word, As by a sharp two-edged sword; Not till then does man realize, That in the sleep of sin he lies.",
				"Therefore, the Lord shall seek out then In His due time the chosen men; Whom first of all now leadeth He, Partakers of His grace to be.",
				"Like trumpets clear these men do call, Awakening sleeping people all; Laestadius now to cry began, In this our time to sleeping man.",
				"Nor has his crying been for naught A precious fruit it forth has brought; Widespread wherein the others too, Have joined the work of God to do.",
				"He was first-born of criers all, On the bounds of Lapland, lean and small; In trials never fainted he, Wherefore to God all glory be.",
				"God on his work blessing bestowed, While of the seed that he hath sowed, Some ripened fruit, gleaned in its time. He’s gathered to a warmer clime.",
				"Laestadius now is here no more, His day’s work on this earth is o’er; And now in peace he resteth there, In the grave’s tranquil atmosphere.",
				"The tempest of the world no more, Against His breast can blow and roar; All the temptations of the flesh, Have disappeared forevermore.",
				"Now his bright spirit ne’er shall cease, To breathe the warmth of perfect peace; From the bright wounds of Jesus e’er, Unceasing floweth pleasures rare.",
				"O, Jesus, help me that I may Join in the song and sing for aye; With all the angels, saints divine, praising the glory that is Thine.",
				"Then will the feast so glorious be, The heavenly Host rejoicing free; When in the brightness of the Lord, We can all sing forevermore."
			]
		},
		{
			"verses": [
				"Ei Herran teitä käsittää, Voi kuolevainen yksikään, Ei taitavinkaan tuta voi, Kun Herran kutsun ääni soi.",
				"Ennenkuin sana sydämeen, Kuin miekka kaksiteräinen, Niin sitten vasta huomataan, Ett’ synnin unta nukutaan.",
				"Siihen on Herra etsivä, Ain’ ajallansa miehiä, Jotka Hän ensin johdattaa, Osalliseksi armostaan.",
				"He huutaa niinkuin pasuuna, Herättäen laumaa nukkuvaa, Laestadius alkoi huutamaan, Nukkuneill’ tällä ajalla.",
				"Eipä hän hukkaan huutanut; Se hedelmän on kantanut, Laajalta johon muita myös, On ollut yhdess’ Herran työss’.",
				"Hän esikoinen huutaja, Ol’ köyhän Lapin rajoilla; Ei väsynyt hän vaivoissa. Siit’ Jumalalle kunnia.",
				"Hän työnsä ompi siunannut, Myös hedelmänsä korjannut, Osaksi hänen Kylvöstään, Jo ilmanalaan lämpimään.",
				"Ei Laestadius enään täällä oo. Hän päivätyönsä päätti jo. Jo lepäjää hän rauhassa, Haudan tyyneessä ilmassa.",
				"Ei maailman myrsky enään saa, Puhaltaa vasten rintojaan, Kaikk’ oman lihan kiusaukset, On iäisesti kadonneet.",
				"Nyt hänen kirkas henkensä, Hengittää rauhan lämpimää, Jeesuksen kirkkaist haavoista, Alati vuotaa hekumaa.",
				"Aut’ Jeesus että kerran saan, Yhdessä alkaa veisaamaan, Enkelein ja pyhäin kanssa, Ylistäin Sinun kunniatas.",
				"Silloin on juhla julkinen, Ja taivaan seura riemuinen, Kuin Herran kasvoin paisteessa, Iäti saamme veisata."
			]
		},
		{
			"verses": [
				"Who trusts in God a strong abode In heaven and earth possesses; Who looks in love to Christ above, No fear his heart oppresses; In Thee alone, dear Lord, we own Sweet hope and consolation; Our shield from foes, our balm for woes, Our great and sure salvation.",
				"Though Satan’s wrath beset our path, And worldly scorn assail us, While Thou art near we will not fear; Thy strength shall never fail us. Thy rod and staff shall keep us safe, And guide our steps forever; Nor shades of death, nor hell beneath, Our souls from Thee shall sever.",
				"In all the strife of mortal life Our feet shall stand securely; Temptation’s hour shall lose its power, For Thou shalt guard us surely. O God, renew, with heavenly dew, Our body, soul, and spirit, Until we stand at Thy right hand, Through Jesus’ saving merit."
			]
		},
		{
			"verses": [
				"O Christ, our hope, our heart’s desire, Redemption’s only spring! Creator of the world art Thou, <b>Its Savior and its King. :,:</b>",
				"How vast the mercy and the love, Which laid our sins on Thee, And led Thee to a cruel death, <b>To set Thy people free! :,:</b>",
				"But now the bands of death are burst, The ransom has been paid; And Thou art on Thy Father’s throne, <b>In glorious robes arrayed. :,:</b>",
				"O may Thy mighty love prevail Our sinful souls to spare! O may we come before Thy throne, <b>And find acceptance there! :,:</b>",
				"O Christ, be Thou our present joy, Our future great reward; Our only glory may it be, <b>To glory in the Lord! :,:</b>"
			]
		},
		{
			"verses": [
				"Keys are given to the Christians, To His faithful children here; To unlock the door of Heaven, To the needy coming near; By the power of the gospel, It is theirs to loose and bind; Setting free and safe in Heaven, All the needy that they find.",
				"By His word and in His power, Christians here perform the deed; Binding all the unrepentant, Setting free who speak their need; Holy angels keep the record, In the blessed book of life; Of the children of the kingdom, Who are victors in the strife.",
				"In that fountain in the heavens, On the earth so near us all; Men are cleansed and born of Spirit, When they heed the Master’s call; Not by pride nor in vainglory, Will the keys work here on earth; But by grace the words are spoken, And by faith we see their worth.",
				"Should we fall before the tempter, When we stray beyond the gates; And lie wounded by the wayside, There a faithful Christian waits; With His keys he keeps the portals, They are yours and they are mine; Binding up the brokenhearted, Pouring in the oil and wine.",
				"In that land beyond the river, In the judgment all must face; He has promised that He’ll honor; His words spoken by His grace; From His time up to the present, Greater power is given to men; And His word though said in weakness, it will stand in glory then."
			]
		},
		{
			"verses": [
				"We bless Thee, Jesus Christ our Lord; Forever be Thy name adored: For Thou, the sinless One, hast died, That sinners might be justified.",
				"O very Man, and very God, Who hast redeemed us with Thy blood; From death eternal set us free, And make us one with God in Thee.",
				"From sin and shame defend us still, And work in us Thy steadfast will. The cross with patience to sustain, And bravely bear its utmost pain.",
				"In Thee we trust, in Thee alone; For Thou forsakest not Thine own; To all the meek Thy strength is given, Who by Thy cross ascend to heaven."
			]
		},
		{
			"verses": [
				"O wondrous type, O vision fair, Of glory that the Church shall share, Which Christ upon the mountain shows, Where brighter than the sun He glows.",
				"From age to age the tale declare, How with the three disciples there, Where Moses and Elias meet, The Lord holds converse high and sweet.",
				"The law and prophets there have place, The chosen witnesses of grace; The Father’s voice from out the cloud, Proclaims His only Son aloud.",
				"With shining face and bright array, Christ deigns to manifest today, What glory shall to faith be given, When we enjoy our God in heaven."
			]
		},
		{
			"verses": [
				"The chosen three by grace from Thee, The holy mount ascended, Where, wrapped in blissful ecstasy, They saw the vision splendid, Their Lord arrayed in living light, And on His left hand and His right, By glorious saints attended.",
				"O vision bright, too bright to tell, The joys of heaven unveiling! How precious on those hearts it fell, When earthly hopes were failing; If the dim foretaste was so bright, O what shall be the dazzling light Of Thine eternal dwelling."
			]
		},
		{
			"verses": [
				"Great God, what do I see and hear! The end of things created! The Judge of mankind doth appear, On clouds of glory seated; The trumpet sounds; the graves restore, The dead which they contained before; Prepare my soul to meet Him.",
				"The dead in Christ shall first arise, At the last trumpet’s sounding. Caught up to meet Him in the skies, With joy their Lord surrounding; No gloomy fears their souls dismay; His presence sheds eternal day, On those prepared to meet Him.",
				"But sinners, filled with guilty fears, Behold His wrath prevailing, For they shall rise and find their tears, And sighs are unavailing; The day of grace is past and gone; They trembling stand before the throne, All unprepared to meet Him.",
				"O Christ, who died and yet dost live, To me impart Thy merit: My pardon seal, my sins forgive, And cleanse me by Thy Spirit, Beneath Thy cross I view the day, When heaven and earth shall pass away, And thus prepare to meet Thee."
			]
		},
		{
			"verses": [
				"The day is surely drawing near, When God’s Son, the Annointed, Shall with great majesty appear, As Judge of all appointed. All mirth and laughter then shall cease, When flames on flames will still increase, As scripture truly teacheth.",
				"A trumpet loud shall then resound, And all the earth be shaken. Then all who in their graves are found, Shall from their sleep awaken; But all that live shall in that hour, By the Almighty’s boundless pow’r, Be changed at His commanding.",
				"A book is opened then to all, A record truly telling, What each hath done, both great and small, When he on earth was dwelling; And ev’ry heart be closely seen, And all be known as they have been, In thoughts and words and actions.",
				"Then woe to those who scorned the Lord, And sought but carnal pleasures, Who here despised His precious Word, And loved their earthly treasures! With shame and trembling they will stand, And at the Judge’s stern command, To Satan be delivered.",
				"O Jesus, who my debt didst pay, And for my sin wast smitten, Within the Book of Life, Oh may, My name be also written! I will not doubt! I trust in Thee, From Satan Thou hast made me free, And from all condemnation."
			]
		},
		{
			"verses": [
				"Jo aivan läsnä aika on, Joll’ Kristus kunniassansa, Tääll’ pitää tahtoo tuomion, Hyväin ja pahain kanssa. Pois nauru, leikki puuttuupi, Kosk’ maailma tuless’ kuuluupi, Kuin Pietari todell’ sanoo.",
				"Pasuunat silloin pauhaavat, Maan lavean kaikiss’ ääriss’; Niin kuolleet edes astuvat, Kaikk’ haudoistansa äkist’; Vaan jotka silloin elävät, Ne muuttaa Herra väkevä, Juur’ vähän ajan rahduss’.",
				"Niin kirjat kiiruust’ avataan, Joiss’ Aatamista asti, Kaikk’ kirjoitettua’ havaitaan, Kuin tehty on pahasti, Niin kukin kyllä kuulla saa, Sen kun hän elinkautenaan Tääll’ kaiken tehnyt lienee.",
				"Voi vaivaist’! joka Jumalan, Tääll’ sanan hylkäs’ riettast’, Ja jälkeen maailman tavaran, Sen turhan, pyörei viekkaast’. Hän joutuu häijyyn häpeään, Kanss’ pirun piinaan pimeään, Pois syöstään Jumalalta.",
				"O Jeesus! joudu avuksen’ Sill’ ajall’, kuolos kautta; Kanss’ katso laupiaast’ puolehen’, Sun omais joukkon auta. En epäile siit’ ensinkään, Sä voitit pirun ilkeän, Kanss’ syntin’ synkeät maksoit.",
				"Niin puhu Jeesus puolestan’, Kuin tuomiolle tulet: Nimeni kirjaas kirjoittan’, Sun pyhäis pariin olet. Suo valtakuntaas sisälle, Käyn, heidän kanssaan nautitsen, Sit’ ansaittuu suit’ autuutt’.",
				"O Jeesus Kriste! Joudu jo, Viimeiset päiväs tulkoon, Ja uskovilles apu tuo, Tahtos kuitenkin olkoon. Ah, aika on, jo joudu tänn’, Meill’ ole tuomar’ armoinen: Meit’ Jeesus auta! Amen."
			]
		},
		{
			"verses": [
				"I hear the Savior say, “Thy strength indeed is small, Child of weakness watch and pray, Find in Me thine all in all.”",
				"Lord, now indeed I find, Thy power and Thine alone, Can change the leper’s spots, And melt the heart of stone.",
				"For nothing good have I, Whereby Thy grace to claim - I will wash my garments white, In the blood of Calvary’s Lamb.",
				"And when, before the throne, I stand in Him complete, “Jesus died my soul to save,” My lips shall still repeat."
			],
			"chorus": "Jesus paid it all, All to Him I owe; Sin had left a crimson stain, He washed it white as snow."
		},
		{
			"verses": [
				"A pilgrim and a stranger, I journey here below; Far distant is my country, The home to which I go. Here I must toil and travail, Oft weary and opprest; But there my God shall lead me, To everlasting rest.",
				"I’ve met with storm and danger, E’en from my early years, With enemies and conflicts, With fightings and with fears, There’s nothing here that tempts me, To wish a longer stay, So I must hasten forward, No halting or delay.",
				"So I must hasten forward; Thank God the end will come! This land of passing shadows, Is not my destined home. The everlasting city, Jerusalem above, This evermore abideth, The home of light and love."
			]
		},
		{
			"verses": [
				"Christians, prayer may well employ you The powers of darkness would destroy you: Yea, Satan’s self has planned your fall. Wield God’s word, a weapon glorious, Against each foe; and soon victorious, Our God will make you o’er them all. Is Satan strong and fell? Here is Immanuel. Sing Hosanna! The strong ones yield, With Christ our shield, And we as conquerors hold the field.",
				"Cast afar this world’s vain pleasures, Aye, boldly fight for heavenly treasures, And steadfast be in Jesus’ might, He will help, whate’er betide you: And naught will harm with Christ beside you: By faith you’ll conquer in the fight. Then shame, O weary soul! Look forth toward the goal: There joy awaits. The race then run, The combat done, Your crown of glory will be won.",
				"Wisely fight, for time is fleeting, The hours of grace are swift retreating! And life is shortest to the wise. When the trump the dead is waking, And sinners all with fear are quaking, Then will the saints with joy arise. Bless God: our triumph’s sure, Though long we did endure, Scorn and trial. Thou, Son of God, To Thy abode. Wilt lead the way Thyself hast trod."
			]
		},
		{
			"verses": [
				"Dear Christian, as forward you sojourn, On life’s narrow treacherous way, <b>Take heed how you tread on the pathway, Lest this evil world lead astray. :,:</b>",
				"There’s danger around you dear pilgrim, The foe sets his snare very fine, <b>Be careful and prayerful each moment, Resist him with power divine. :,:</b>",
				"You battle and fight ’gainst this strong one, But one stronger fights on your side, <b>Be not sore dismayed neither fearful, Christ battles for you His dear bride. :,:</b>",
				"There’s love and great oneness of purpose, Wherever true Christians are found, <b>Their tears and their prayers, all their watchings, Are closely entwined, mutually bound. :,:</b>",
				"We strive that our raiment be spotless, With faith burning brightly our part, <b>Remember dear friend that forgiveness, Is found in each true Christian’s heart. :,:</b>",
				"And so let us press boldly onward, We’re sheltered and safe ’mongst His own. <b>There’s help, hope and refuge us promised, In Christ’s church our spiritual home. :,:</b>"
			]
		},
		{
			"verses": [
				"How blessed is the little flock, Whom Jesus calls His own! He is their Savior and their rock. They trust in Him alone: They walk by faith and hope and love, But they shall dwell with Him above. When hope and faith shall pass away, And love shall last for aye.",
				"My Jesus, am I in that band, And wilt Thou call me Thine? Do I among the chosen stand Whose lamps so brightly shine? Oh let me not lie down to rest Till this I know, my Savior blest, Till I can say, by grace restored: “Thou know’st I love Thee Lord!”",
				"And even if with tears it be, That this to Thee I say, Yet Thou in grace wilt look on me And wipe my tears away; Yea, when but Thou who all dost know In me canst find Thy love below And own me Thine, then well is me, - My all I have in Thee."
			]
		},
		{
			"verses": [
				"If I gained the world, but lost the Savior, Were my life worth living for a day? Could my yearning heart find rest and comfort In the things that soon must pass away? If I gained the world, but lost the Savior, Would my gain be worth the lifelong strife? Are all earthly pleasures worth comparing For a moment with a Christ filled life?",
				"Had I wealth and love in fullest measure, And a name revered both far and near Yet no hope beyond, no harbor waiting, Where my stormtossed vessel I could steer; If I gained the world, but lost the Savior, Who endured the cross and died for me. Could then all the world afford a refuge, Whither, in my anguish",
				"Oh what emptiness! - without the Savior, ’Mid the sins and sorrows here below! And eternity how dark without Him! - Only night and tears and endless woe! What, though I might live without the Savior, When I come to die how would it be? Oh to face the valley’s gloom without Him! And without Him all eternity!",
				"Oh the joy of having all in Jesus! What a balm the broken heart to heal! Ne’er a sin so great but He’ll forgive it; Nor a sorrow that He does not feel! If I have but Jesus, only Jesus, Nothing else in all the world beside - Oh then ev’rything is mine in Jesus; For my needs and more He will provide."
			]
		},
		{
			"verses": [
				"I’m a pilgrim, and I’m a stranger; I can tarry, I can tarry but a night! Do not detain me, for I am going, To where the fountains are ever flowing.",
				"Of that city to which I journey, My Redeemer, My Redeemer is the light; There is no sorrow, nor any sighing, Nor any tears there, nor any dying.",
				"There the sunbeams are ever shining, Oh, my longing, Oh, my longing heart is there; Here in this country, so dark and dreary, I long have wandered forlorn and weary."
			],
			"refrain": "I’m a pilgrim, and I’m a stranger; I can tarry, I can tarry but a night."
		},
		{
			"verses": [
				"Oft in fear and dismay do you ponder The great goal that’s beyond this life’s sea, In your heart might a tempest be raging, Do you fear this your grave soon shall be?",
				"Was it joy and good fortune you sought for, When you sailed forth from homeland’s far shore, But somehow that good fortune escaped you, Which you thought would be bliss in great store.",
				"When all hope to reach harbor has ended. And all thoughts for salvation depart, Just for you God’s warm arms are now open, Sorrow flees and new joy fills your heart."
			],
			"chorus": "Let the Heavenly Pilot take hold as your helmsman, He’ll steer you so safely ashore. Through great tempest and darkness He’ll lead you securely, Till you’re safe in His arms evermore."
		},
		{
			"verses": []
		},
		{
			"verses": [
				"The sands have been washed in the footprints Of the stranger on Galilee’s shore, And the voice that subdued the rough billows, Will be heard in Judea no more; But the path of the lone Galilean, With joy I will follow today;",
				"There are so many hills to climb upward, I often am longing for rest; But He who appoints me my pathway, Knows just what is needful and best. I know in His word He has promised That my strength “it shall be as the day;”",
				"He loves me too well to forsake me, Or Give me a trial too much; All His people have been dearly purchased And Satan can never claim such. By and by I shall see Him and praise Him, In the City of unending day;",
				"When the last feeble step has been taken, And the gates of that City appear, And the beautiful songs of the angels, Float out on my listening ear; When all that now seems so mysterious Will be bright and as clear as the day;"
			],
			"chorus": "<b>And the toils of the road will seem nothing, When I get to the end of the way. :,:</b>"
		},
		{
			"verses": [
				"When we walk with the Lord, In the light of His Word, What a glory He sheds on our way! While we do His good will, He abides with us still, And with all who will trust and obey.",
				"Not a shadow can rise, Not a cloud in the skies, But His smile quickly drives it away; Not a doubt nor a fear, Not a sigh nor a tear, Can abide while we trust and obey.",
				"But we never can prove, The delights of His love, Until all on the altar we lay; For the favor he shows, And the joy He bestows, Are for them who will trust and obey.",
				"Then in fellowship sweet, We will sit at His feet, Or we’ll walk by His side in the way; What He says we will do, Where He sends we will go Never fear only trust and obey,"
			],
			"chorus": "Trust and obey, For there’s no other way, To be happy in Jesus, But to trust and obey."
		},
		{
			"verses": []
		},
		{
			"verses": [
				"Minä vaivainen mato ja matkamies, Mont’, vaarallist’ vaellan retkee, Isän maat’ etseissän’ tässä tiess’, Ja odotan ehtoon hetkee: Ei levollist’, surutoint’ majaa mull’ tääll’, Sinn’ riennän, kiiruhdan kaikell’ väell’ Kuss’ lepo ja rauha mun kätkee.",
				"Ei kotoo ja kaupunkii pysyvää, Mull’ ilmass’ tässä lienne, Maailma kanss’ ilons’ on menevä, Kuin kukoistus rauveta tiennee: Mun elon’ kuin varjo ja uni tääll’, Kanss’ koski vuotava kiiruhtaa viel’, Kuin sisällens’ maa veden vienee.",
				"Kuin joutuu hetki ja ruumis jähtyy, Ja silmämme kiinni panem’, Suo, Herra, ilohos meidän ehtii, Ett’ tykönäs autuun saanem’. Isäll’, Pojall’ ja Pyhäll’ Hengell’, Kiitos ja ylistys paikall’ kaikell’, Nyt ja iankaikkisest’, Amen."
			]
		},
		{
			"verses": [
				"Brethren, called by one vocation, Members of one family, Heirs through Christ of one salvation, Let us live in harmony; Nor by strife embitter life, Journeying to eternity.",
				"In a land where all are strangers, And cur sojourning so short, In the midst of common dangers, Concord is our best support; Heart with heart divides the smart, Lightens grief of every sort.",
				"Let us shun all vain contention, Touching words and outward things, Whence, alas so much dissension, And such bitter rancor springs; Troubles cease, where Christ brings peace, And sweet healing on His wings."
			]
		},
		{
			"verses": [
				"Good and pleasant ’tis to see, Brethren dwell in unity, When the law which Jesus taught Rules each word and deed and thought.",
				"God has promised there, we know, Blessings richly to bestow, Life on earth, with all its store, Life in heaven for evermore.",
				"Sun of righteousness, arise! Shine on our benighted eyes; To Thy Church Thy light unfold, That the nations may behold.",
				"Jesus! Head of Christians all! Grant that we, both great and small, Through Thy gospel’s now, light divine, May be one and wholly thine.",
				"Bring back all that go astray, Heavenly Shepherd! to Thy way; ’Neat Thy favor and Thy light, All Thy pasture-sheep unite."
			]
		},
		{
			"verses": [
				"All mankind fell in Adam’s fall, One common sin infects us all; From sire to son the bane descends, And over all the curse impends.",
				"Thro’ all man’s pow’rs corruption creeps And him in dreadful bondage keeps; In guilt he draws his infant breath And reaps its fruits of woe and death.",
				"From hearts depraved, to evil prone, Flow thoughts and deeds of sin alone; God’s image lost, the darkened soul Nor seeks nor finds its heavenly goal.",
				"But Christ, the second Adam, came To bear our sin and woe and shame, To be our Life, our Light, our Way, Our only Hope, our only Stay."
			]
		},
		{
			"verses": [
				"All people that on earth do dwell, Sing to the Lord with cheerful voice. Him serve with fear, His praise forth tell; Come ye before Him and rejoice.",
				"The Lord, ye know, is God indeed; Without our aid He did us make; We are His folk, He doth us feed, And for His sheep He doth us take.",
				"O enter then His gates with praise; Approach with joy His courts unto; Praise, laud, and bless His Name always, For it is seemly so to do.",
				"For why? the Lord our God is good; His mercy is for ever sure; His truth at all times firmly stood, And shall from age to age endure.",
				"To Father, Son and Holy Ghost, The God Whom Heaven and earth adore, From men and from the angel host Be praise and glory evermore."
			]
		},
		{
			"verses": [
				"As pants the hart for cooling streams When heated in the chase, So longs my soul, O God, for Thee And Thy refreshing grace.",
				"For Thee, my God, the living God, My thirsty soul doth pine: O when shall I behold Thy face, Thou Majesty divine?",
				"Why restless, why cast down, my soul? Hope still, and thou shalt sing The praise of him who is thy God, Thy health’s eternal spring.",
				"To Father, Son, and Holy Ghost, The God whom we adore, Be glory, as it was, is now, And shall be evermore."
			]
		},
		{
			"verses": [
				"At Jesus name, exalted now, All knees in lowly homage bow; All things in heaven and earth adore, And own Thee King forevermore.",
				"To Thee, O holy One, we pray, Our Judge in that tremendous day, Ward off, while yet we dwell below, The weapons of our crafty foe.",
				"To God the Father, God the Son, and God the Spirit, Three in One, Praise, honor, might, and glory be, From age to age eternally."
			]
		},
		{
			"verses": [
				"Christ, the Life of all the living, Christ, the death of death, our foe, Who, Thyself for me once giving, To the darkest depths of woe, Thro’ Thy suff’rings, death and merit, I eternal life inherit; Thousand, thousand thanks shall be, Dearest Jesus, unto Thee.",
				"Thou, ah’ Thou, hast taken on Thee, Bonds and stripes, a cruel rod; Pain and scorn were heaped upon Thee, O Thou sinless Son of God! Thus didst Thou my soul deliver, From the bonds of sin forever. Thousand, thousand thanks shall be, Dearest Jesus, unto Thee.",
				"Then for all that wrought by pardon, For Thy sorrows deep and sore, For Thine anguish in the garden, I will thank Thee evermore, Thank Thee for Thy groaning, sighing, For Thy bleeding and Thy dying, For that last triumphant cry, And shall praise Thee, Lord on high."
			]
		},
		{
			"verses": [
				"Come, Thou Fount of ev’ry blessing, Tune my heart to sing Thy grace, Streams of mercy, never ceasing, Call for songs of loudest praise; Teach me some melodious sonnet, Sung by flaming tongues above; Praise the mount, I’m fixed upon it! Mount of Thy redeeming love.",
				"Here I’ll raise my Ebenezer, Hither by Thy help I’m come; And I hope, by Thy good pleasure, Safely to arrive at home; Jesus sought me when a stranger, Wand’ring from the fold of God; He, to rescue me from danger, Interposed His precious blood.",
				"Oh, to grace how great a debtor, Daily I’m constrained to be! Let Thy goodness, like a fetter, Bind my wand’ring heart to Thee; Prone to wander, Lord, I feel it, Prone to leave the God I love; Here’s my heart, oh, take and seal it. Seal it for Thy courts above."
			]
		},
		{
			"verses": [
				"Come, ye thankful people, come, Raise the song of harvest-home; All is safely gathered in, Ere the winter storms begin. God, our Maker, doth provide, For our wants to be supplied: Come to God’s own temple, come, Raise the song of harvest-home.",
				"All the world is God’s own field, Fruit unto His praise to yield; Wheat and tares together sown, Unto joy or sorrow grown: First the blade, and then the ear, Then the full corn shall appear; Lord of harvest, grant that we, Wholesome grain and pure may be.",
				"For the Lord our God shall come, And shall take His harvest home; From His field shall in that day, All offenses purge away; Give His angels charge at last, In the fire the tares to cast, But the fruitful ears to store, In His garner evermore.",
				"Even so, Lord, quickly come, To Thy final harvest-home; Gather Thou Thy people in, Free from sorrow, free from sin; There forever purified, In Thy presence to abide: Come, with all Thine angels, come, Raise the glorious harvest-home."
			]
		},
		{
			"verses": [
				"From all Thy saints in warfare, For all Thy saints at rest, To Thee, O blessed Jesus, All praises be addressed. Thou, Lord, didst win the battle, That they might conquerors be; Their crowns of living glory, Are lit with rays from Thee.",
				"Apostles, prophets, martyrs, And all the sacred throng, Who wear the spotless raiment, Who raise the ceaseless song; For these, passed on before us, Savior, we Thee adore, And, walking in their footsteps, Would serve Thee more and more.",
				"Then praise we God the Father, And praise we God the Son, And God the Holy Spirit, Eternal Three in One; Till all the ransomed number, Fall down before the throne, And honor, power, and glory, Ascribe to God alone."
			]
		},
		{
			"verses": [
				"Great God, we praise Thy gracious care, Which does our daily bread prepare; O bless the earthly food we take, And feed our souls for Jesus’ sake.",
				"We thank Thee, Lord, for this our food, For life and health, and every good: May manna to our soul’s be given, The Bread of life, sent down from heaven."
			]
		},
		{
			"verses": [
				"Holy God, we praise Thy name, Lord of all we bow before Thee - All on earth Thy scepter claim, All in Heaven above adore Thee, Infinite Thy vast domain, Everlasting is Thy reign!",
				"Hark the loud celestial hymn, Angel choirs above are raising, Cherubim and Seraphim, In unceasing chorus praising, Fill the Heavens with sweet accord, Holy, holy, holy Lord!",
				"Lo, the apostolic train, Join Thy sacred Name to hallow, Prophets swell the glad refrain, And the white-robed martyrs follow, And from morn to set of sun, Through the church the song goes on!",
				"Holy Father, Holy Son, Holy Spirit, Three we name Thee, While in essence only one, Undivided God we claim Thee, And adoring bend the knee, While we sing our praise to Thee!"
			]
		},
		{
			"verses": [
				"I will sing my Maker’s praises, And in Him most joyful be, For in all things I see traces, Of the good He meaneth me: Nothing else but love could move Him, With such sweet and tender care, All who try to serve and love Him, Evermore to raise and bear.",
				"Yea, so dear doth He esteem me, That the Son He loves so well, He hath given to redeem me, From the quenchless flames of hell; Well of life that springeth ever! Sea of love that hath no ground! Fruitless were my best endeavor, Depth of love like Thine to sound.",
				"All which for my soul is needful, He will carefully provide, Nor of that is He unheedful, Which my body needs beside; When my strength cannot avail me - At the best a broken reed - God appears; He will not fail me, In the time of utmost need."
			]
		},
		{
			"verses": [
				"Jesus, the very thought is sweet; In that dear name all heart joys meet; But O, than honey sweeter far, The glimpses of His presence are.",
				"No word is sung more sweet than this, No name is heard more full of bliss; No thought brings sweeter comfort nigh, Than Jesus, Son of God most high.",
				"Jesus, to God the Father gone, Is seated on the heavenly throne; My heart hath also passed from me, That where He is there it may be.",
				"We follow Jesus now, and raise, The voice of prayer, the hymn of praise, That He at last may make us meet, With Him to gain the heavenly seat."
			]
		},
		{
			"verses": [
				"Lord be lauded ever, God of our fathers. Sounding far and near, Tones so beautiful. Praised, magnified ever, Counsel of the Lord, From where is to us made, Rescue merciful.",
				"The Lord’s congregation, in His temple praise. Serve and worship also In humility. He who sits upon high On the cherubim, Condescends to look down E’en to depths below.",
				"Thy might, is infinite. In Thy sovereign throne sun is fully eclipsed at Thy shining sight. The vastness of heaven All by Thee is ruled; Vast is Thy dominion all around the world."
			],
			"chorus": "Eulogize Him, indeed. He metes righteous sentences And forgets not the faithful."
		},
		{
			"verses": [
				"Herra kiitett’ olkoon Isäin Jumala! Läsn’ ja kaukan’ soikoon Ääni kaunis tai: Kiitett’, ylistetty, Herran neuvo ain’, Jost’ on meille tehty, Apu armias näin!",
				"Herran seurakunta, Häntä templissäns’, Kiittää, palvell’ mahtaa, Suuress’ nöyryydess’, Joka istuu korkeall’, Kerubimin pääll’, Kuitenk’ katsoo alhaall’, Syvyytehen viel’.",
				"Suuri on sull’ voima, Korkeass’ istuimess’; Auringon sä voitat, Kirkkaall’ näölläs; Taivaan vahvuus kaikki, Sinult’ hallitaan, Valtas suur’ on ratki, Ympär maailman."
			],
			"chorus": "Ylistäkää hänt’ tott’, Hän tuo hurskaat tuomiot, Eikä uskovit’ unhoit’."
		},
		{
			"verses": [
				"Lord Jesus, we give thanks to Thee, That Thou hast died to set us free; Made righteous thro’ Thy precious blood, We now are reconciled to God.",
				"By virtue of Thy wounds we pray, True God and Man, be Thou our Stay, Our comfort when we yield our breath, Our rescue from eternal death.",
				"Defend us, Lord, from sin and shame; Help us by Thine almighty Name, To bear our crosses patiently, Consoled by Thy great agony.",
				"And thus the full assurance gain, That Thou to us wilt true remain, And not forsake us in our strife, Until we enter into life."
			]
		},
		{
			"verses": [
				"Lord, the Good, now worship Him. Joyfully thy homage bring; All created creatures sing. Make His holy temple ring.",
				"Mighty, holy, great and high, Wondrous are His works, and nigh; His dominion great and vast, Everlasting shall last.",
				"All in whom is breath of life, Be now quick to glorify, Lord, the Good, now joyfully, Hallelujah willingly."
			]
		},
		{
			"verses": [
				"Herraa hyvää kiitäkää, Iloisest’ ylistäkää, Luodut kaikki laulakaa, Pyhät pyhäss’ pauhatkaa.",
				"Suuret, pyhät, korkeat, Tekons’ on ja oikeat, Hänen Herrauutens’ suur’, Puuttumatta pysyy juur’.",
				"Kaikki, joissa henki on, Kiivaat kiitämään olkoon, Herraa hyvää riemuisest’: Halleluja haluisest’."
			]
		},
		{
			"verses": [
				"Now thank we all our God, With heart and hands and voices, Who wondrous things hath done, In whom His world rejoices; Who from our mother’s arms, Hath blessed us on our way, With countless gifts of love, And still is ours today.",
				"O may this bounteous God, Through all this life be near us, With ever joyful hearts, And blessed peace to cheer us; And keep us in His grace, And guide us when perplexed, And free us from all ills, In this world and the next.",
				"All praise and thanks to God, The Father, now be given, The Son and Him who reigns, With them in highest heaven: The One eternal God, Whom heaven and earth adore; For thus it was, is now, And shall be evermore."
			]
		},
		{
			"verses": [
				"O Lord my God! When I in awesome wonder Consider all the worlds Thy hands have made, I see the stars, I hear the rolling thunder, Thy pow’r throughout the universe displayed,",
				"When through the woods and forest glades I wander And hear the birds sing sweetly in the trees; When I look down from lofty mountains grandeur And hear the brook and feel the gentle breeze;",
				"And when I think that God, His Son not sparing, Sent Him to die, I scarce can take it in; - That on the cross my burden gladly bearing, He bled and died to take away my sin; -",
				"When Christ shall come with shout of acclamation And take me home, what joy shall fill my heart! Then I shall bow in humble adoration And there proclaim, my God, how great Thou art!"
			],
			"chorus": "<b>Then sings my soul, my Savior God to Thee; How great Thou art, How great Thou art! :,:</b>"
		},
		{
			"verses": [
				"Praise the Lord, each tribe and nation, Praise Him with a joyous heart: Ye who know His full salvation, Gather now from every part; Let your voices glorify, In His temple, God on high.",
				"He’s our God and our Creator, We, His flock and chosen seed: He, our Lord and Liberator, Us from sin and peril freed; And at last His flock shall rest, In the Mansions of the blest.",
				"Give Him thanks in all His portals; In the courts His deeds proclaim; Hither come, ye ransomed mortals, Glorify our Savior’s Name. Ever kind and loving, He, keeps His faith eternally."
			]
		},
		{
			"verses": [
				"Praise the Lord through every nation, His holy arm hath wrought salvation; Exalt Him on His Father’s throne; Praise your King, ye Christian legions, Who now prepares in heavenly regions, Unfailing mansions for His own: With voice and minstrelsy, Extol His majesty; Hallelujah! His praise shall sound all nature round, Where’er the race of man is found.",
				"God with God dominion sharing, And man with man our image bearing, Gentiles and Jews to Him are given; Praise your Savior, ransomed sinners, Of life, through Him, immortal winners No longer heirs of earth, but heaven; O beatific sight, To view His face in light! Hallelujah! And while we see, transformed to be, From bliss to bliss eternally!",
				"Jesus, Lord, our Captain glorious! O’er sin and death and hell victorious; Wisdom and might to Thee belong; We confess, proclaim, adore Thee; We bend the knee, we fall before Thee; Thy love henceforth shall be our song; The cross meanwhile we bear; The crown e’er long to wear; Hallelujah! Thy reign extend, world without end, Let praise from all to Thee ascend."
			]
		},
		{
			"verses": [
				"Praise to the Lord, the Almighty, the King of creation! O my soul praise Him, for He is thy health and salvation. All ye who hear, Now to His temple draw near, Join me in glad adoration.",
				"Praise thou the Lord, who with marvelous wisdom has made thee, Decked thee with health, and with loving hand guided and stayed thee. How oft’ in grief, Hath not He brought thee relief, Spreading His wings for to shade thee.",
				"Praise to the Lord! O let all that is in me adore Him. All that hath life and breath, come now with praises before Him! Let the Amen, Sound from His people again; Gladly for aye we adore Him."
			]
		},
		{
			"verses": [
				"Kiitos nyt Herran! Hän korkein on Kuninkahamme. Pyhänä soikohon nimensä veisatessamme. Oi kristityt, Hartaalla mielellä nyt, Soikohon hallelujamme!",
				"Kiitos nyt Herran! Hän kaiken on alku ja luoja. Siipeinsä varjossa meillä on turva ja suoja. Armahtaen, Korjaa hän raadollisen, Armon ja autuuden tuoja.",
				"Kiitos nyt Herran! Hän elämän meille on suonut, Tervehen järjen ja raittihin ruumihin luonut, Pois turmion, Meistä hän poistanut on, Autuuden taivaasta tuonut.",
				"Kiitos nyt Herran! Hän siunaten töitämme johtaa, Antaen armonsa auringon päällemme hohtaa. Muistakaa vaan, Nyt hänen rakkauttaan, Meitäkin, lapsiaan, kohtaan.",
				"Kiitos nyt Herran, kun nimeensä luottaa me saamme, Eläissä, kuollessa turvata Vapahtajaamme! Jeesus hän on, Hänelle kaikukohon, Kiitos ja kunnia! Amen."
			]
		},
		{
			"verses": [
				"Praise to Thee and adoration, Blessed Jesus, Son of God, Who to serve Thine own creation, Didst partake of flesh and blood. Teach me that I never may, From Thy fold or pastures stray, But with zeal and joy exceeding, Follow where Thy steps are leading.",
				"Let me never, Lord, forsake Thee, E’en tho’ bitter pain and strife, On my way shall overtake me; But may I thro’ all my life, Walk in fervent love to Thee, In all woes for comfort lee, To Thy birth, Thy death, and Passion, Till I see Thy full salvation."
			]
		},
		{
			"verses": [
				"Rejoice, rejoice, believers, And let our lights appear! The evening is advancing, And darker night is near. The Bridegroom is arising, And soon He draweth nigh; Up, pray, and watch and wrestle; At midnight comes the cry!",
				"The watchers on the mountain, Proclaim the Bridegroom near; Go meet Him as He cometh, With Hallelujahs clear. The marriage-feast is waiting, The gates wide open stand; Up, up, ye heirs of glory; The Bridegroom is at hand!",
				"Ye saints, who here in patience, Your cross and sufferings bore, Shall live and reign forever, When sorrow is no more. Around the throne of glory, The Lamb ye shall behold, In triumph cast before Him, Your diadems of gold!",
				"Our hope and expectation, O Jesus now appear; Arise, Thou Sun so longed for, O’er this benighted sphere! With hearts and hands uplifted, We plead, O Lord, to see, The day of earth’s redemption, That brings us unto Thee!"
			]
		},
		{
			"verses": [
				"Rejoice today with one accord, Sing out with exultation! Rejoice and praise our mighty Lord, Whose arm hath brought salvation, The greatness of His name, His works of love proclaim: His goodness He hath shown, And He is God alone; Let all His saints adore Him.",
				"When in distress to Him we cried, He heard our sad complaining; O trust in Him whate’er betide, His grace is all-sustaining, Our hearts to Him shall raise, Triumphant songs of praise; and let all voices say, “O praise the Lord always,” Let all His saints adore Him."
			]
		},
		{
			"verses": [
				"Ring the bells of heaven, There is joy today, For a soul returning from the wild; See the Father meet him out upon the way, And His servants robe the wandering child.",
				"Ring the bells of heaven, There is joy today, For a wandr’er now is reconciled; Yes, a soul is rescued from his sinful way, And is born anew a ransomed child.",
				"Ring the bells of heaven, Spread the feast today, Angels swell the glad, triumphant strain; Tell the joyful tidings, Bear it far away, For a precious soul is born today."
			],
			"chorus": "Glory, glory, how the angels sing, Glory, glory, now the loud harps ring. ’Tis a ransomed army like a mighty sea, Pealing forth the anthem of the free."
		},
		{
			"verses": [
				"Thank you, Father, for Thy mercy that has blessed me all the way, from the past now but a mem’ry To the present still today! Thank you for the joyful springtime Of my life, for fall so drear; When my heart is heavy laden, Full of darkness and of fear.",
				"Thank you, Father, that Thou heard me When I cried in prayer to Thee; And for pleas that Thou denied me, Thank you, Father, now I see. Thanks for grace that none can measure, Thanks for love beyond compare; And for sorrow, pain and pleasure; Thank you, God, that Thou dost care.",
				"Thank you, God, for ev’ry moment Of my lifetime on the way; In the sunshine of Thy mercy, Even on the darkest day. For the trials on the journey, For the cross that I must bear; Thank you, God, and stay beside me, Lifting me from dark despair.",
				"For the roses that I gather, For the thorns their stems contain; Thanks for both, dear heav’nly Father, Though the thorns have brought me pain. Thank you, God, that Thou dost give me Peace and life eternally. For these blessings on the journey I will offer thanks to Thee!"
			]
		},
		{
			"verses": [
				"That Heavenly Anthem has tones so melodious, None here on earth can compare, Oh that angelic singing, through Heaven’s halls ringing, no mortal can follow that melody fair.",
				"That singing shall sound as the rushing of water, all Heaven is filled with its mirth, Oh those souls greatly favored, who praise their Redeemer are truly the happiest people on earth.",
				"No others can sing this sweet Heavenly Anthem, than Those who’ve found grace before God, Through faith upon Jesus, their Lord and their Master, His face they can view - His high name ever laud!"
			],
			"chorus": "That Heavenly Anthem, in God’s Paradise. Shall ring in great rapture - God’s host, oh arise!"
		},
		{
			"verses": [
				"Thou greatest God to me, Well known to all how Thee; Hast intervened for all, In mankind’s fatal fall. Cherubim, Seraphim, And Heaven’s host in hymn; All praising thankfully, To Him of this Mercy; Lord God of Sabaoth, Our Holy One who sought; Earth, Heaven, yes, and even I, To fill with His glory most high.",
				"Thy Name all honored be, Praised in what prophets see; And the apostles who, Declared this same thanks too. As all the martyrs went, And all the congregants; Thanking and praising Thee, Father who’ll always be; And from eternity, Thy Son, the only one, And with the Holy Ghost too, Our soul’s console and comfort true.",
				"Oh Christ, our Lord of might, Forever is Thy light; Thou who wast born as man, Thru virgin birth began. For sinners Thou hast died, And God’s wrath pacified. That we believers all, Joy of Heaven enthrall; Now with the Father Thee, Reign in all sovereignty; For those in living or dead faith, A just and final judgment make.",
				"Earnestly pray now we, For this great help from Thee. When we have been redeemed, By blood of high esteem. Sanctifies multitudes, And brings thru servitude; Life for eternity, In Heaven access-free; As mankind’s Savior Thee, Inheritance are we, Grant to us peace and blessedness, So in Your presence, we have rest.",
				"Thanks be to you, oh, God, Eternally be laud; Praises also to You, Yet here resounding too. From sin protection give, Also this day to live; Be for all people most, A warm and gracious Host; In You we have trust full, Oh Father, Merciful; Thou only can our helper be, Grant to Thy children amnesty."
			]
		},
		{
			"verses": [
				"Sua, suuri Jumala, Nyt kansas tunnustaa, Sun etees tomuhun Maailmat lankeaa. Kerubit, serafit, Ja vallat taivahan Kiitosta lausuvat Näin sulle ainian: Herramme Sebaot On pyhä Jumala, Maat, taivaat täyttääpi Hän kunniallansa.",
				"Sun nimes kunniaa Ylistää profeettas, Ja apostolisi Julistaa kiitostas. Myös kaikki marttyyrit Ja seurakuntasi, Ne kiittaa, ylistää, Sua, Isää, alati, Myös iänkaikkista Sun Poikaas ainoaa Ja pyhää Henkeä, Mi sielut lohduttaa.",
				"Oi Kristus, Herrani, Sa valo iäinen, Sä tulit ihmiseks Kohdusta neitsehen. Puolesta syntisten Sä kärsit kuoleman, Niin että uskovas Sais ilon taivahan. Ja Isän kanssa nyt sä kaikki hallitset. Elävat, kuollehet Myös viimein tuomitset.",
				"Me rukoilemme nyt Apuas sinulta, Kun meidät lunastit Verelläs kalliilla. Pyhäisi joukkohon Vie palvelijasi, Elohos iäiseen Taivaaseen luoksesi, Sun kansas vapanda, Sun perikuntasi. Sun rauha, siunaus Ja lepo luonasi.",
				"Sun kiitos, Jumala, Iäti olkohon, Sinulle ylistys Jo täällä soikohon. Synnista varjele Myös tänä päivänä, Ja ole kansalles Armoinen, lempeä. Me sinuun turvaamme, Oi Isä laupias. Sä yksin auttaa voit, Armanda lapsias."
			]
		},
		{
			"verses": [
				"To Thee, Oh God, my voice I’ll raise, In song and praise, From this world’s vale of sorrow. Soon God shall take me home to Him; Free from all sin, To spend eternal morrow, Be not ensnared; always prepared, God’s trumpet blows and no man knows, When he is called before Him!",
				"When my redemption draweth nigh; No tear nor sigh, Nor doubt from Christ can sever. I’ll step within with willing feet, My Friend to meet, His name be praised forever. I’ll then arise; receive the prize; That which, was sown with tear and groan, Shall not return, not ever.",
				"When fig trees burst in leaf once more, What joy in store; For summertime is nearing. When flowers in God’s kingdom bloom, I know that soon These blossoms fruit are bearing. I am His bride, Whate’er betide; His ring I wear, His crown I’ll bear, In majesty appearing!"
			]
		},
		{
			"verses": [
				"We gather, we gather, dear Jesus, to bring, The breathings of love ’mid the blossoms of spring; Our Maker Redeemer, we gratefully raise, <b>Our hearts and our voices in hymning Thy praise. :,:</b>",
				"When stooping to earth the brightness of heaven, Thy blood for our ransom so freely was given, Thou deignedst to listen while children adored, <b>With joyful Hosannas, the blest of the Lord. :,:</b>",
				"Those arms, which embraced little children of old, Still love to encircle the lambs of the fold; That grace which inviteth the wandering home, <b>Hath never forbidden the youngest to come. :,:</b>",
				"Hosanna! Hosanna! Great Teacher, we raise, Our hearts and our voices in hymning Thy praise; For precept and promise so graciously given, <b>For blessing of earth, and for glories of heaven. :,:</b>"
			]
		},
		{
			"verses": [
				"Kaikkivoipa Jumalamme, Me jalkais juureen kumarramme, Sinulle lausuin kunniaa. Voimas’ kaikki vallat voittaa; Sua maa ja taivas kunnioittaa, Ja viisauttas julistaa. Sua kiittää keruubit, Sua veisaa seraafit, Halleluja! Suur’ voimassa, suur’ armossa, On Herra, meidän Jumala!",
				"Kaikki nimeäsi kiittää, Päivälle päivä lausuu siitä, Yö yölle siitä muistuttaa, Valtaas’ suurta, korkeuttas’, Ja kunniatas’, kirkkauttas’, Myös tähdet taivaan todistaa, Maa kaikki ylistää, Hyvyyttäs lempeää. Halleluja! etc.",
				"Edessäsi vallat vaipuu, Ja kaikki polvet maahan taipuu, Maailman kaikki olennot, Kristikuntas vapandettu. Pakanain lauma armandettu, Sua kiittää, Herra Sebaot Kun rakkaudelles, Perustit istuimes. Halleluja! etc."
			]
		},
		{
			"verses": [
				"Sua kiitän, Jumalani, Kun yöllä suojelit. Kaikista vaaroistani Armollas varjelit. Nöyrästi pyydän vielä: Oi, multa köyhältä Apuas ethän kiellä Tänäkään päivänä.",
				"Suo, Isä, etten mieltäs Mä koskaan rikkoisi, Suo, etten eksyis tieltäs, Mun ohjaa jalkani. Kiusaajan särje ansa, Sen päästä pauloista, Se ettei valheillansa Mua saisi kietoa.",
				"Oikeaan uskoon auta, Suo synnit anteeksi, Kristuksen, Poikas, kautta Sä anna armosi, Syntistä et sä heitä, Sen tiedän sanastas, Mua alastonta peitä Vanhurskaudellas.",
				"Toivossa suo mun kestää Ja rakkaudessa, Mua Henkes anna estää Kaikesta pahasta. Myös vihamiehiani Mun anna rakastaa, Ja anna elämäni Sua aina kirkastaa.",
				"Minulle anna voimaa Sua aina tunnustaa, Maailma vaikka soimaa Ja vainoo, andistaa. Lujana suo mun kestää Totuutes sanassa, Mua ettei pelko estää Vois tunnustamasta.",
				"Suo tämä päivä käyttää Mun kunniaksesi, Suo pyhä tahtos täyttää Kaidalla tielläsi, Sun, Isä, haltuus annan Perheeni, kotini, Käsiisi kaikki kannan, Mit’ annoit hoitooni.",
				"Lunastustyöstäs sulle Oi kiitos, Herrani, Ravinnoks tulkoon mulle Sun ruumiis, veresi. Mua ole aina läsna, Taivainen Isäni, Surkeudesta tästä Mua korjaa iloosi."
			]
		},
		{
			"verses": [
				"Abide in grace, Lord Jesus, Among us constantly, Lest Satan’s art deceive us, And gain the victory.",
				"Abide, Lord, with the story, Of Thy redeeming love; May we the gospel’s glory, And saving virtue prove.",
				"Abide, our pathways brighten, With Thy celestial ray; Blest Light, our souls enlighten, Show us the truth, the way.",
				"Abide with us in blessing, Lord of the earth and sky; Rich grace and strength possessing, Do Thou our need supply!",
				"Abide, our only safety, Thy people’s sure defense; No power can withstand Thee, Divine Omnipotence!",
				"Abide among us ever, Lord, with Thy faithfulness; Jesus, forsake us never, Help us in all distress!"
			]
		},
		{
			"verses": [
				"Abide, O dearest Jesus, Among us with Thy grace, That Satan may not harm us, Nor we to sin give place.",
				"Abide, O dear Redeemer, Among us with Thy Word, And thus now and hereafter, True peace and joy afford.",
				"Abide with heav’nly brightness, Among us, precious Light; Thy truth direct and keep us, From error’s gloomy night.",
				"Abide with richest blessings, Among us, bounteous Lord; Let us in grace and wisdom, Grow daily through Thy word.",
				"Abide with Thy protection, Among us, Lord, Our Strength, Lest world and Satan fell us, And overcome at length.",
				"Abide, O faithful Savior, Among us with Thy love; Grant steadfastness and help us, To reach our home above."
			]
		},
		{
			"verses": [
				"Break Thou the bread of life, Dear Lord, to me, As Thou didst break the loaves Beside the sea; Beyond the sacred page I seek Thee, Lord; My spirit pants for Thee O living Word.",
				"Bless Thou the truth, Dear Lord, To me - to me As Thou didst bless the bread By Galilee; Then shall all bondage cease, All fetters fall; And I shall find my peace, My all in all."
			]
		},
		{
			"verses": [
				"Dear Heavenly Father, to Thy care Surrendered let me be for e’er; My soul, my body all I bring, Accept them from me, Lord and King.",
				"My soul, my body, they are Thine; Dear Lord, Thou knowest this is so. Oh keep me in Thy care Divine, That I no more may fear the foe.",
				"My heart is satisfied in Thee For joy and rest in Thee I find; With all my fears to Thee I flee; Thou art my helper, true and kind.",
				"I trust in Thee, O hear my plea, When faltering, O strengthen me, And with Thy child forever be, That joys of Heaven I shall see."
			]
		},
		{
			"verses": [
				"Sun haltuus, rakas Isäni, Mä annan aina itseni, Mun sielun’, ruumiin’, tavaran’, Ne ota, Herra, vastahan.",
				"Mun sielun’, ruumiin’, omas’ on, Its’ Herra armas tiedät tuon; Siis omas ota huomahas. En joukkoo julman pelkää taas.",
				"Sinuun tyytyy mun sydämen’, Suin’ ilon, levon löytänen, Mun hädässän’ ja tuskassan’ Sä olet ainoo auttajan’.",
				"Sen uskon ja sult’ pyydän viel’, Ett’ heikkouttan’ tuet tääll’, Sun lapses tykön’ asu aun’, Niin ilon taivaass’ saavutan."
			]
		},
		{
			"verses": [
				"Father! Whate’er of earthly bliss, Thy sovereign will denies, Accepted at Thy throne of grace, Let this petition rise:",
				"Give me a calm, a thankful heart, From every murmur free; The blessings of Thy grace impart, And make me live to Thee.",
				"Let the sweet hope that Thou art mine, My life and death attend; Thy presence through my journey shine, And crown my journey’s end."
			]
		},
		{
			"verses": [
				"Forgive our sins, that they no more. May grieve and haunt us as before, As we forgive their trespasses, Who unto us have done amiss; Thus let us dwell in charity, And serve each other willingly.",
				"Into temptation lead us not, And when the foe doth war and plot, Against our souls on every hand, Then armed with faith, O may we stand, Against him as a valiant host, Through comfort of the Holy Ghost!",
				"Deliverance from all evil give, For yet in evil days we live; Redeem us from eternal death, And when we yield our dying breath, Console us, grant us calm release, And take our souls to Thee in peace.",
				"Amen! that is, So let it be! Strengthen our faith and trust in Thee, That we may doubt not, but believe, That what we ask we shall receive; Thus in Thy name and at Thy word, We say Amen; now hear us, Lord!"
			]
		},
		{
			"verses": [
				"Grant me grace, O blessed Savior, And Thy Holy Spirit send, That my walk and my behavior, May be pleasing to the end: That I may not fall again, Into death’s grim pit and pain, Whence by grace Thou hast retrieved me, And from which Thou hast relieved me.",
				"For the joy Thy birth doth give me, For Thy holy, precious word; For Thy baptism which doth save me, For Thy gracious festal board; For Thy death, the bitter scorn, For Thy resurrection morn, Lord, I thank Thee and extol Thee, And in heaven I shall behold Thee."
			]
		},
		{
			"verses": [
				"He leadeth me: O blessed thought! O words with heavenly comfort fraught! Whate’er I do, where’er I be, Still ’tis God’s hand that leadeth me.",
				"Sometimes ’mid scenes of deepest gloom, Sometimes where Eden’s bowers bloom, By waters still, o’er troubled sea, Still ’tis His hand that leadeth me.",
				"Lord, I would clasp Thy hand in mine, Nor ever murmur nor repine; Content, whatever lot I see, Since ’tis my God that leadeth me.",
				"And when my task on earth is done, When, by Thy grace, the victory’s won, E’en death’s cold wave I will not flee, Since God through Jordan leadeth me."
			],
			"chorus": "He leadeth me, He leadeth me; By his own hand He leadeth me: His faithful follower I would be, For by His hand he leadeth me."
		},
		{
			"verses": [
				"Holy Ghost, dispel our sadness. Pierce the clouds of sinful night; Come, Thou source of sweetest gladness, Breathe Thy life, and spread Thy light! Loving Spirit, God of peace! Great Distributor of grace! Rest upon this congregation, Hear, O hear our supplication!",
				"Known to Thee are all recesses, Of the earth and spreading skies; Every sand the shore possesses, Thy omniscient mind descries. Holy Fountain! Wash us clean, Both from error and from sin! Make us flee what Thou refusest, And delight in what Thou choosest!",
				"Manifest Thy love forever; Fence us in on every side; In distress be our reliever, Guard and teach, support and guide! Let Thy kind effectual grace, Turn our feet from evil ways; Show Thyself our new creator, And conform us to Thy nature!"
			]
		},
		{
			"verses": [
				"Holy Jesus! Fountain streaming, Of holiness and grace redeeming, As clear as crystal, pure and free; Cherubim in robes of whiteness, And seraphim in all their brightness, Are darkness when compared with Thee; Be Thou my pattern bright, My glory and light, Holy Savior! O teach Thou me, that I may be, All pure and holy, like to Thee.",
				"Gentle Jesus! self-denying, And with Thy Father’s will complying; Yea, even unto death resigned Let me e’er, Thy way pursuing, And pride and haughtiness subduing, Be guided by Thy gentle mind; Like Thee may I be mild, And gentle as a child, Gentle Savior! O teach Thou me, that I may be, Meek and obedient, like to Thee.",
				"Loving Jesus! Thou my treasure, Whose love to man no thought can measure, Conform me to Thine image bright; Send Thy Spirit, grace bestowing, That I, in every virtue growing, May ripen for the realms of light; O draw me after Thee, Forever Thine to be, Loving Savior! Thou givest rest to souls distressed, And all who learn of Thee are blest."
			]
		},
		{
			"verses": [
				"I saw a river of living water Proceeding out from the throne of God; On either side was the Tree eternal Who purchased me with His own true blood.",
				"Behold, He cometh; He who is faithful, And His reward shall He bring one day; There is no night there; no need for candle; And God shall wipe all my tears away.",
				"“Behold, I make all things new,” He told me; “I am the First and the Last for aye; There shall be no death, no pain, no crying, for all the old things have passed away.”",
				"O come, Lord Jesus, my pray’r be answered; And take me home on Thy arms of love; Thy hand will guide me if I’m but faithful, O praise my Savior in realms above."
			]
		},
		{
			"verses": [
				"Jesus, Lord, and precious Savior, All my comfort and my joy! Graciously extend Thy favor, Let Thy Word my soul employ.",
				"Let my words and thoughts, O Savior, To Thy praise and glory tend; Help me, Lord, that I may gather, Treasures that shall never end.",
				"When my days on earth are over, Let me gladly take my rest; May the time come, blessed Savior; When to Thee it seemeth best."
			],
			"refrain": "Jesus come, abide with me, Let me ever be with Thee."
		},
		{
			"verses": [
				"Jesus, Savior, pilot me, Over life’s tempestuous sea; Unknown waves before me roll, Hiding rocks and treacherous shoal; Chart and compass come from Thee, Jesus, Savior, pilot me.",
				"As a mother stills her child, Thou canst hush the ocean wild; Boisterous waves obey Thy will When Thou say’est to them, ’Be still!” Wondrous sovereign of the sea: Jesus, Savior, pilot me.",
				"When at last I near the shore, And the fearful breakers roar, Twixt me and the peaceful rest, Then, while leaning on Thy breast, May I hear Thee say to me, “Fear not, I will pilot thee.”"
			]
		},
		{
			"verses": [
				"Lead, kindly Light, amid the encircling gloom, Lead Thou me on; The night is dark, and I am far from home, Lead Thou me on. Keep Thou my feet; I do not ask to see, The distant scene; one step enough for me.",
				"I was not ever thus, nor pray’d that Thou, Shouldest lead me on; I lov’d to choose and see my path; but now, Lead Thou me on. I loved the garish day, and, spite of fears, Pride ruled my will; remember not past years.",
				"So long Thy pow’r hath bless’d me, sure it still, Will lead me on. O’er moor and fen, o’er crag and torrent, till, The night is gone, And with the morn those angel faces smile, Which I have loved long since and lost awhile."
			]
		},
		{
			"verses": [
				"Lord, clasp my falt’ring hand in Thine; Too weak I am to walk alone; My path, dear Lord, I would not choose, But ever say, “Thy will be done.”",
				"Tempted at times to trust in self, And in this self feel brave and strong; Help, in my weakness, Thee to trust, To do the right, and shun the wrong.",
				"I’ll trust in Thee each day and hour, As thro’ this sinful world I go; I’ll lean upon Thine arm of pow’r, And then defeat I ne’er shall know.",
				"If I in Thee shall fall asleep, Or in the clouds shall see Thee come; Then, where there’ll be no cause to weep, Greet me, my Savior, in that home."
			]
		},
		{
			"verses": [
				"Lord God, Who art my Father dear, I pray in Jesus’ name; O hear, What, trusting in His promised word, I humbly ask of Thee, good Lord.",
				"Grant us Thy Word, Thy Spirit give, That by His grace we godly live; Give shelter, peace, good friends and food, Protect our native land, O God.",
				"Save us from sin and Satan’s fraud, Deliver us from evil, God, Be with us in our dying hour; Thine is the kingdom, glory, power.",
				"Lord, at Thy Word Amen I say; Increase my feeble faith, I pray, Thou lead’st me with a father’s care; Oh, let me be Thy child and heir!"
			]
		},
		{
			"verses": [
				"Love divine, all loves excelling, Joy of heaven, to earth come down! Fix in us Thy humble dwelling, All Thy faithful mercies crown. Jesus, Thou art all compassion, Pure, un-bounded love Thou art; Visit us with Thy salvation, Enter every trembling heart.",
				"Breathe, O breathe Thy loving Spirit, Into every troubled breast! Let us all in Thee inherit, Let us find the promised rest; Take away the love of sinning; Alpha and Omega be; End of faith as its beginning! Set our hearts at liberty.",
				"Finish then, Thy new creation, Pure and spotless may we be: Let us see our whole salvation, Perfectly secured by Thee! Changed from glory into glory, Till in heaven we take our place; Till we cast our crowns before Thee, Lost in wonder, love and praise."
			]
		},
		{
			"verses": [
				"My God, my Father, while I stray, Far from my home, on life’s rough way, O teach me from my heart to say, <b>“Thy will be done.” :,:,:</b> O teach me from my heart to say, ’Thy will be done.”",
				"Though dark my path and sad my lot, Let me be still and murmur not, But breathe the prayer divinely taught, <b>“Thy will be done.” :,:,:</b> But breathe the prayer divinely taught, “Thy will be done.”",
				"Though Thou hast called me to resign. What most I prized, it ne’er was mine, I have but yielded what was Thine, <b>“Thy will be done.” :,:,:</b> I have but yielded what was Thine, “Thy will be done.”",
				"Let but my fainting heart be blest, With Thy sweet Spirit for its guest, My God, to Thee I leave the rest; <b>“Thy will be done.” :,:,:</b> My God, to Thee I leave the rest; “Thy will be done.”",
				"Renew my will from day to day, Blend it with Thine and take away, All that now makes it hard to say, <b>“Thy will be done.” :,:,:</b> All that now makes it hard to say, “Thy will be done.”",
				"Then when on earth I breathe no more, The prayer oft mixed with tears before, I’ll sing upon a happier shore, <b>“Thy will be done.” :,:,:</b> I’ll sing upon a happier shore, “Thy will be done.”"
			]
		},
		{
			"verses": [
				"O God Eternal, mighty King, We unto Thee our praises bring; And to Thy true and only Son, And Holy Spirit, Three in One.",
				"Among Thy saints let us be found, With glory everlasting crowned; Thy people save from age to age, And bless Thy chosen heritage.",
				"Vouchsafe, O Lord, we humbly pray, To keep us safe from sin this day; O Lord, have mercy on us all, Have mercy on us, when we call.",
				"Thy mercy, Lord to us extend, As on Thy mercy we depend: Lord, I have put my trust in Thee, Confounded let me never be.",
				"We are His people, we His care, Our souls and all our mortal frame; What lasting honors shall we rear, Almighty Maker to Thy name?",
				"We’ll crowd Thy gates with thankful songs, High as the heavens our voices raise; And earth, with her ten thousand tongues, Shall fill Thy courts with sounding praise."
			]
		},
		{
			"verses": [
				"O God, our help in ages past, Our Hope in years to come, Our Shelter from the stormy blast, And our eternal home.",
				"Under the shadow of Thy throne, Thy saints have dwelt secure; Sufficient is Thine arm alone, And our defense is sure.",
				"Before the hills in order stood, Or earth received her frame, From everlasting Thou art God, To endless years the same.",
				"A thousand ages in Thy sight, Are like an evening gone; Short as the watch that ends the night, Before the rising sun.",
				"Thy word commands our flesh to dust: “Return, ye sons of men!” All nations rose from earth at first, And turn to earth again.",
				"Time, like an ever-rolling stream, Bears all its sons away; They fly forgotten, as a dream, Dies at the opening day.",
				"Like flowery fields the nations stand. Pleased with the morning light; The flowers beneath the mower’s hand, Lie withering ere ’tis night.",
				"O God, our help in ages past, Our hope for years to come, Be Thou our Guard while troubles last, And our eternal home."
			]
		},
		{
			"verses": [
				"O God, the Rock of ages, Who evermore hast been, What time the tempest rages, Our dwelling place serene; Before Thy first creations, O Lord, the same as now, To endless generations, The everlasting, Thou!",
				"Our years are like the shadows, On sunny hills that lie, Or grasses in the meadows, That blossom but to die: A sleep, a dream, a story, By strangers quickly told, An unremaining glory, Of things that soon are old.",
				"O Thou, who canst not slumber, Whose light grows never pale, Teach us aright to number, Our years before they fail; On us Thy mercy lighten, On us Thy goodness rest, And let Thy Spirit brighten, The hearts Thyself hast blessed.",
				"Lord, crown our faith’s endeavor, With beauty and with grace, Till, clothed in light forever, We see Thee face to face; A joy no language measures, A fountain brimming o’er, An endless flow of pleasures, An Ocean without shore."
			]
		},
		{
			"verses": [
				"O’er Jerusalem Thou weepest In compassion, dearest Lord. Love divine, of love the deepest, O’er Thine erring Israel poured, Crieth out in bitter moan: “O loved city, hadst thou known, This thy day of visitation, Thou wouldst not reject salvation.”",
				"By the love Thy tears are telling, O Thou Lamb for sinners slain, Make my heart Thy temple dwelling, Purged from ev’ry guilty stain. Oh, forgive, forgive, my sin! Cleanse me, cleanse me, Lord, within! I am Thine since Thou hast sought me, Since Thy precious blood hath bo’t me.",
				"O Thou Lord of my salvation, Grant my soul Thy blood bo’t peace. By Thy tears of lamentation, Bid my faith and love increase. Grant me grace to love Thy Word, Grace to keep the message heard, Grace to own Thee as my Treasure, Grace to love Thee without measure."
			]
		},
		{
			"verses": [
				"Oh blest the house, whate’er befall. Where Jesus Christ is all in all; Yea, if He were not dwelling there; How poor and dark. and void it were!",
				"Oh blest that house where faith you find And all within have set their mind To trust their God and serve Him still, And do in all His holy will!",
				"Oh blest the parents who give heed, Unto their children’s foremost need, And weary not of care or cost; To them and heaven shall none be lost!",
				"Blest such a house, it prospers well, In peace and joy the parents dwell, And in their children’s lot is shown, How richly God can bless His own!",
				"Then here will I, and mine today, A solemn cov’nant make and say: Though all the world forsake Thy Word, I and my house will serve the Lord!"
			]
		},
		{
			"verses": [
				"On my heart imprint Thine image, Blessed Jesus, King of grace, That life’s riches, cares and pleasures, Have no power Thee to efface; This the superscription be: Jesus, crucified for me, Is my life, my hope’s foundation, And my glory and salvation."
			]
		},
		{
			"verses": [
				"Our, Father, Thou in heaven above, Who biddest us to dwell in love, As brethren of one family, And cry for all we need to Thee; Teach us to mean the words we say, And from the inmost heart to pray.",
				"All hallowed be Thy name, O Lord! O let us firmly keep Thy word, And lead, according to Thy name, A holy life, untouched by blame; Let no false teachings do us hurt All poor deluded souls convert.",
				"Thy kingdom come! Thine let it be, In time and through eternity! O let Thy Holy Spirit dwell, With us, to rule and guide us well; From Satan’s mighty power and rage, Preserve Thy Church from age to age.",
				"Thy will be done on earth, O Lord, As where in heaven Thou are adored! Patience in time of grief bestow, Obedience true in weal and woe; Our sinful flesh and blood control That thwart Thy will within the soul.",
				"Give us this day our daily bread, Let us be duly clothed and fed; And keep Thou from our homes afar, Famine and pestilence and war, That we may live in godly peace, Unvexed by cares and avarice."
			]
		},
		{
			"verses": [
				"Pass me not, O gentle Savior, Hear my humble cry, While on others Thou are calling, Do not pass me by.",
				"Trusting only in Thy merit, Would I seek Thy face: Heal my wounded, broken spirit, Save me by Thy grace.",
				"Thou the spring of all my comfort, More than life to me, Whom have I on earth beside Thee? Whom in heaven but Thee?"
			],
			"chorus": "Savior, Savior, hear my humble cry, While on others Thou are calling, Do not pass me by."
		},
		{
			"verses": [
				"Savior, like a Shepherd lead us, Much we need Thy tend’rest care, In Thy pleasant pastures feed us, For our use Thy folds prepare. <b>Blessed Jesus, blessed Jesus, Thou hast bought us, Thine we are. :,:</b>",
				"We are Thine, do Thou befriend us, Be the Guardian of our way; Keep Thy flock, from sin defend us, Seek us when we go astray, <b>Blessed Jesus, blessed Jesus, Hear, oh, hear us when we pray. :,:</b>",
				"Thou hast promised to receive us, Poor and sinful though we be; Thou hast mercy to relieve us, Grace to cleanse and power to free. <b>Blessed Jesus, blessed Jesus, We will early turn to Thee. :,:</b>",
				"Early let us seek Thy favor, Early let us do Thy will; Blessed Lord and only Savior, With Thy love our bosoms fill. <b>Blessed Jesus, blessed Jesus, Thou hast loved us, love us still. :,:</b>"
			]
		},
		{
			"verses": [
				"Spread Thy wide wings around me, O Jesus over me, In trouble be my refuge and shelter from all harm, May Thou my peace and strength be My wisdom and my guide And keep me through all life’s days In grace to live with Thee.",
				"Forgive me all my sins, Lord, And cleanse me with Thy blood; This mind renew within me To do whate’er is good. And in Thy care and shelter Keep us both great and small, A peaceful night and restful, Lord, gracious, grant us all."
			]
		},
		{
			"verses": [
				"Bred diva vida vingar, O Jesu, över mig, Och låt mig stilla vila I ye och väl hos dig. Bliv du min ro, min starkhet, Min visdom och mitt råd, Och låt mig alla dagar, Få leva av din nåd.",
				"Förlåt mig alla synder, Och två mig i ditt blod. Giv mig ett heligt sinne, En vilja ny och god. Tag i din vård och hägnad, Oss alla, stora, små, Och 1åt i frid oss titer, Till nattens vila gå."
			]
		},
		{
			"verses": [
				"Unchanging God, hear from eternal heaven: We plead Thy gifts of grace, forever given, Thy call, without repentance, calling still, The sure election of Thy sovereign will.",
				"Out of our faith in Thee, Who canst not lie, Out of our heart’s desire, goes up the cry, From Hope’s sweet vision of the thing to be, From Love to those who still are loved by Thee.",
				"Bring Thy beloved back, Thine Israel, Thine own elect who from Thy favor fell, But not from Thine election! - O forgive, Speak but the word, and lo! the dead shall live.",
				"Father of mercies! these the long astray, These in soul-blindness now the far-away, These are not aliens, but Thy sons of yore, O, by Thy Fatherhood, restore, restore!"
			]
		},
		{
			"verses": [
				"What a friend we have in Jesus, All our sins and griefs to bear! What a privilege to carry, Everything to God in prayer, Oh, what peace we often forfeit! Oh, what needless pain we bear! All because we do not carry, Everything to God in prayer.",
				"Have we trials and temptations? Is there trouble anywhere? We should never be discouraged, Take it to the Lord in prayer. Can we find a Friend so faithful, Who will all our sorrows share, Jesus knows our every weakness, Take it to the Lord in prayer.",
				"Are we weak and heavy laden, Cumbered with a load of care? Precious Savior, still our refuge - Take it to the Lord in prayer. Do thy friends despise, forsake thee? Take it to the Lord in prayer; In His arms He’ll take and shield thee, Thou wilt find a solace there."
			]
		},
		{
			"verses": []
		},
		{
			"verses": [
				"Herra siunaa meit’ ja auta, Ain’ myös vaaroist’ varjele! Herra, sinun kasvos kautta, Armand’, sielun’ valaise! Herra, Jumal’ kasvos käänn’, Ja sun rauhas meille säänn’! Isäll’ Pojall’, Hengell’ Pyhäll’, Olkoon kunnia iät’ ylhääll’!"
			]
		},
		{
			"verses": [
				"Herre signe du og rdde, Og bevare nu oss vel! Herre, la ditt åsyns nåde, Alltid lyse for vår sjell! Herre Gud, dig til oss vend, Og din fred oss alle send! Fader, Sönn og And tilsammen, Vaere med oss alle! Amen."
			]
		},
		{
			"verses": [
				"O paras paimenen’! Kun lammastes edestä, Sun henkes annoit, näin Heit’ taudeist’ tahdoit päästää, Sä vielä vartioitset, Sun laumaas voimallas, Ja kauniist’ kaitset heit’, Ain’ pyhäll’ sanallas.",
				"Mun lampaan laumastas, Sä paimeneksi sääsit, Ett’ kaitsen lampaitas, Jotk’ verelläs sä pesit, Ah, kuinka taitanen, O Herra! tehdä mä, Maan mato vaivaisen, Näin työtä työlästä.",
				"Vaan ett’ on tämä työs, O rakas Herra! omas, Ja itse sääsit myös, Mun paimentamaan laumaas: Niin ann’ myös armoa, Mua lahjoill’ lahjoita, Ett’ palvelen sinua; Kuul’ huuton’ palava!"
			]
		},
		{
			"verses": []
		},
		{
			"verses": [
				"Jesus calls us o’er the tumult, Of our life’s wild, restless sea; Day by day His sweet voice soundeth, Saying, Christian follow me!",
				"Jesus calls us, from the worship, Of the vain world’s golden store; From each idol that would keep us, Saying Christian, love me more!",
				"In our joys and in our sorrows, Days of toil and hours of ease, Still He calls in cares and pleasures, Christian, love me more than these!",
				"Jesus calls us! by Thy mercies, Savior may we hear Thy call; Give our hearts to Thy obedience, Serve and love Thee best of all!"
			]
		},
		{
			"verses": [
				"Jesus is my friend, most precious, Never friend doth love as He; Should I leave this Friend so gracious, Spurn His wondrous love for me? No! nor friend nor foe shall sever Me, from Him who loves me so; His shall be my will forever, There above and here below.",
				"Bitter death for me He suffered; From all wilt He set me free; To His Father He hath offered, Everlasting prayers for me. Who is he that would condemn me? Christ hath saved me by His grace; Who can from my Savior draw me? I am safe in His embrace.",
				"And I am persuaded ever, Life nor death shall tear me from, Christ my blessed Lord and Savior, Present things nor things to come, Height nor depth, nor fear, nor favor, Aught that heaven and earth afford, Can me from God’s love e’er sever, Love revealed in Christ our Lord."
			]
		},
		{
			"verses": [
				"Jeesus, ystävän’ on paras, Jonk’ ei vertaa löydy viel’; Pitäiskö mun joskus vaarass’ Häntä hylkäämähän tääll’? Ei kenkään pois minua viene, Minun rakastajastan’, Yksi meidän tahtomm’ lienee, Tääll’ ja iäisesti ain’.",
				"Hän edestän’ kärsi kuolon, Nyt ken minua kadottaa? Isän viel’ rukoilee tykön’, Ja mun vanhurskauttaa. Ken siis tahtoo kantaa päällen’, Sen kun hän on valinnut? Hukuttaa ken taitaa hänen, Jonk’ on suojaans’ ottanut?",
				"Vakaisest’ siis siihen luotan, Ettei kuol’ eik’ elokaan, Eroita mua Jeesuksestan’, Ei enkelit, hädätkään; Eikä mikään luoduisf muista, Nykyisist’, tai tulevist’, Pois mua Jumalastan’ suista, Rakkahasta Jeesuksest’."
			]
		},
		{
			"verses": [
				"Jesus, Lover of my soul, Let me to Thy bosom fly, While the nearer waters roll, While the tempest still is high! Hide me, O my Savior, hide, Till the storm of life is past; Safe into the haven guide; Oh, receive my soul at last!",
				"Other refuge have I none; Hangs my helpless soul on Thee; Leave, ah leave me not alone, Still support and comfort me! All my trust on Thee is stayed, All my help from Thee I bring; Cover my defenseless head, With the shadow of Thy wing.",
				"Thou, O Christ, art all I want; More than all in Thee I find; Raise the fallen, cheer the faint, Heal the sick, and lead the blind. Just and holy is Thy Name; I am all unrighteousness: False and full of sin I am; Thou art full of truth and grace.",
				"Plenteous grace with Thee is found, Grace to cover all my sin; Let the healing streams abound; Make and keep me pure within. Thou of life the fountain art, Freely let me take of Thee. Spring Thou up within my heart, Rise to all eternity."
			]
		},
		{
			"verses": [
				"My Jesus, I love Thee, I know Thou art mine, For Thee all the follies of sin I resign; My gracious Redeemer, my Savior art Thou, If ever I loved Thee, my Jesus, ’tis now.",
				"I love Thee because Thou has first loved me, And purchased my pardon on Calvary’s tree; I love Thee for wearing the thorns on Thy brow; If ever I loved Thee, my Jesus ’tis now.",
				"I’ll love Thee in life, I will love Thee in death And praise Thee as long as Thou lendest me breath; And say when the death-dew lies cold on my brow; If ever I loved Thee, My Jesus, ’tis now.",
				"In mansions of glory and endless delight, I’ll ever adore Thee in heaven so bright; I’ll sing with the glittering crown on my brow, If ever I loved Thee, my Jesus ’tis now."
			]
		},
		{
			"verses": [
				"The Lord my faithful shepherd is. And me He safely guideth, I shall not want. for I am His, Who all things good provideth; I follow Him, I hear His voice, In Him my Lord I do rejoice; Blest am I in His keeping.",
				"A tender shepherd leads his sheep, Where pastures green are growing, And there His flock doth guard and keep, Beside still waters flowing, Thus Christ, my shepherd, leadeth me, My soul and body feedeth He, And for their wants provideth.",
				"Thy goodness and Thy mercy, Lord, Shall follow me, attending, The days Thou dost to me afford, Until they reach their ending; Thereafter shall I in Thy love, Dwell in Thy house in heaven above, Forever and forever."
			]
		},
		{
			"verses": [
				"Ah, pyhä rakkaus On side kestäväinen, On nöyrä, hiljainen, Vikoja peittäväinen, On aina lempeä. Ei kerskaa milloinkaan, Ei väsyä se voi, Vaan kestää kuolemaan.",
				"Ja aina rakkaus Myös toisen kuormaa kantaa, Ei toista syyttele, Vaan kaikki anteeks antaa. Ei pahaa muistele, Ei ole katkera, Ei etsi omaansa. Vaan tahtoo palvella.",
				"Vaan heikot olemme, Oi Herra,itsestämme, Jos ei sun Henkesi Vain asu tykönämme. Siis rakkaudessa Vahvista ainiaan. Suo voimaa tielläsi Yhdessä ;ulkemaan.",
				"Myös kiusauksissa, Oi Herra, auta meitä Ja suojaa vaaroissa, Vie aina tahtos tietä. Ja meidän pelvossas Suo täälla vaeltaa Ja kohti sulkea Kotia oikeaa."
			]
		},
		{
			"verses": [
				"Come to the Savior, make no delay, Here in His Word He’s shown us the way; Here in our midst He’s standing today, Tenderly saying, “Come!”",
				"“Suffer the children,” O hear His voice; Let every heart leap forth and rejoice, And let us freely make Him our choice; Do not delay, but come!",
				"Think once again He’s with us today, Heed now His blest commands, and obey, Hear how His accents tenderly say, “Will you, My children, come?”"
			],
			"chorus": "Joyful, joyful will the meeting be, When from sin our hearts are pure and free; And we shall gather, Savior with Thee In our eternal home."
		},
		{
			"verses": [
				"Come, ye disconsolate, where’er ye languish, Come to the mercy seat, fervently kneel; Here bring your wounded hearts, here tell your anguish; Earth has no sorrow that Heav’n cannot heal.",
				"Joy of the desolate, light of the straying. Hope of the penitent, fadeless and pure, Here speaks the Comforter, tenderly saying, Earth has no sorrow that Heav’n cannot cure.",
				"Here see the bread of life, see waters flowing Forth from the throne of God, pure from above; Come to the feast of love, come. ever knowing Earth has no sorrow but Heav’n can remove."
			]
		},
		{
			"verses": [
				"I have heard of pearly portals, Far across the bridgeless stream, In a land where death’s forbidden, Where my soul is pure and clean.",
				"I have heard of living rivers, Flowing within Sion’s walls; There we’ll be like those now dreaming, ’Midst the friends of God, So glad!",
				"I have heard the tears no longer, From our eyes shall ever fall; For there can be no more sorrow, All are e’er at rest and peace.",
				"I have heard that God’s invited, To His home all kin from earth; Therefore glad, I’m calling loudly: Come! Be with me, also you!"
			],
			"chorus": "Throughout long eternity, I shall live in my Lord’s house: <b>And take part in heaven’s gladness With a song of praise and love. :,:</b>"
		},
		{
			"verses": [
				"I once beheld a star fall down from heaven Which ceased to twinkle in the heaven blue. My thoughts go out to all by sin encumbered, Who in a land so strange must journey through.",
				"Down here I often meet upon this journey, a soul which once enjoyed sweet peace and rest; But now the dark world won his heart to wander; A fallen star lost from the heaven’s crest:",
				"Take heed you fallen soul as you make sojourn, There’s found a way that leads back home once more. If you would only turn your heart to Jesus You’ll find what joys the Father has in store.",
				"And so you will be home again, my brother, Where evermore each star shall firmly dwell With all the blessed saints your voice will mingle, There ne’er again the sun sinks o’er the Fjell."
			],
			"chorus": "Oh Fallen Star in that far off land, Retrace your footsteps to the homeland shore; For Jesus loves you, He calls for you, Oh Fallen Star, come and shine once more."
		},
		{
			"verses": [
				"O trifle not the time away! Say not. “I’ll come another day.” Say not, “I’ll have my soul’s desire, and turn when of the world I tire.” Say not, “I’ll then converted be, God will be merciful to me.”",
				"’Tis true that God is rich in grace, Beholding His Anointed’s face. The blood of Christ atoned for sin, He died eternal life to win; Yet God doth not vouchsafe to say, That thou shalt live “another day.”",
				"O Hasten, sinner, to be wise! Nor dare God’s message to despise. He who this hour supplies thy breath, The next, may give thee o’er to death. And if thy sins are not forgiven. Thou’lt never, never enter heaven."
			]
		},
		{
			"verses": [
				"Softly and tenderly Jesus is calling, Calling for you and for me; See on the portals He’s waiting and watching, Watching for you and for me.",
				"Why should we tarry when Jesus is pleading, Pleading for you and for me? Why should we linger and heed not His mercies, Mercies for you and for me?",
				"Time is now fleeting, the moments are passing, Passing from you and from me; Shadows are gathering, death beds are coming, Coming for you and for me.",
				"Oh! for the wonderful love He has promised, Promised for you and for me; Tho’ we have sinned, He has mercy and pardon, Pardon for you and for me."
			],
			"chorus": "Come home, come home, Ye who are weary, come home; Earnestly, tenderly, Jesus is calling, Calling, O sinner. come home!"
		},
		{
			"verses": [
				"There is a gate that stands ajar, And through its portals gleaming, A radiance from the cross afar, The Savior’s love revealing.",
				"That gate ajar stands free for all Who through it seek salvation; The rich and poor, the great and small, Of ev’ry tribe and nation.",
				"Press onward then, though foes may frown, While mercy’s gate is open; Accept the cross and win the crown, Love’s everlasting token.",
				"Beyond the river’s brink we’ll lay The cross that here is given, And bear the crown of life away, And love Him more in heaven."
			],
			"chorus": "O depth of mercy! can it be, that gate was left ajar for me? For me? For me? Was left ajar for me?"
		},
		{
			"verses": [
				"There were ninety and nine that safely lay, In the shelter of the fold; But one was out on the hills away, Far off from the gates of gold; <b>Away on the mountains wild and bare, Away from the tender Shepherd’s care. :,:</b>",
				"Lord, Thou hast here Thy ninety and nine, Are they not enough for Thee? But the Shepherd made answer: ‘Tis of Mine has wandered away from Me. <b>And although the road be rough and steep, I go to the desert to find My sheep. :,:</b>",
				"But none of the ransomed ever knew, How deep were the waters crossed; Or how dark was the night that the Lord passed through, <b>Ere He found His sheep that was lost. Out in the desert He heard its cry, Sick and helpless and ready to die. :,:</b>",
				"Lord, whence are those blood-drops all the way, That mark out the mountains track? They were shed for one who had gone astray, <b>Ere the Shepherd could bring him back; Lord, whence are Thy hands so rent and torn? They were pierced tonight by many a thorn. :,:</b>",
				"But all thro’ the mountains, thunder riven, And up from the rocky steep, There rose a cry to the gate of heaven, Rejoice, I have found my sheep! <b>And the angels echoed around the throne, Rejoice, for the Lord bring back His own. :,:</b>"
			]
		},
		{
			"verses": [
				"You are called to a wedding in Heaven You’re extended a welcome of God, Therefore purge from you this world’s vain pleasures, Come today when this call sounds abroad.",
				"All is ready in Heaven; they wait there, Yes, they wait; therefore do not delay Soon Himself shall He come to receive you All who travel that Heavenly way.",
				"Hear, my friend, tell me what you shall answer When this heavenly call comes your way? Will you hasten to heed His high calling? Answer, “Yes, since I’m called, I’ll obey.”"
			],
			"chorus": "You are called to a wedding in Heaven It is you who shall be His own bride, Let Him draw you away from false pleasures, Come today with His invite abide."
		},
		{
			"verses": [
				"Before Thee, God, who knowest all, With grief and shame I prostrate fall; I see my sins against Thee, Lord, The sins of thought. of deed, and word, They press me sore, I cry to Thee: O God, be merciful to me!",
				"O Lord, my God, to Thee I pray: O cast me not in wrath away, Let Thy good Spirit ne’er depart, But let Him draw to Thee my heart, That truly penitent I be, O God, be merciful to me!",
				"O Jesus, let Thy precious blood, Be to my soul a cleansing flood; Turn not, O Lord, Thy guest away, But grant that justified I may, Go to my house with peace from Thee; O God, be merciful to me!"
			]
		},
		{
			"verses": [
				"Does Jesus care when my heart is pained, Too deeply for mirth or song; As the burdens press, and the cares distress, And the way grows weary and long?",
				"Does Jesus care when my way is dark. With a nameless dread and fear? As the daylight fades into deep night shades, Does He care enough to be near?",
				"Does Jesus care when I’ve tried and failed.To resist some temptation strong; When for my deep grief, I find no relief, Tho my tears flow all the night long?",
				"Does Jesus care when I’ve said “goodbye,” To the dearest on earth to me, And my sad heart aches, till it nearly breaks, Is it aught to Him? Does He see?"
			],
			"chorus": "O yes, He cares, I know He cares. His heart is touched with my grief. When the days are weary, the long nights dreary; I know my Savior cares."
		},
		{
			"verses": [
				"God of my life, to Thee I call, Afflicted at Thy feet I fall; When the great water floods prevail, Leave not my trembling heart to fail.",
				"Friend of the friendless and the faint, Where should I lodge my deep complaint? Where but with Thee, whose open door, Invites the helpless and the poor?",
				"Did ever mourner plead with Thee, And Thou refuse that mourner’s plea? Does not the word still fixed remain, That none shall seek Thy face in vain?",
				"Fair is the lot that’s cast for me; I have an Advocate with Thee. They whom the world caresses most, Have no such privilege to boast.",
				"Poor though I be, despised, forgot, Yet, God, my God, forgets me not; And he is safe and must succeed, For whom the Lord vouchsafes to plead.",
				"Then hear, O Lord, my humble cry, And bend on me Thy pitying eye; To Thee their prayer Thy people make: Hear us for our Redeemer’s sake."
			]
		},
		{
			"verses": [
				"I need Thee, precious Jesus, For I am full of sin; My soul is dark and guilty, My heart is dead within; I need the cleansing fountain, Where I can always flee, The blood of Christ most precious, The sinner’s perfect plea.",
				"I need Thee, blessed Jesus, For I am very poor; A stranger and a pilgrim, I have no earthly store. I need the love of Jesus, To cheer me on my way, To guide my doubting footsteps, To be my strength and stay.",
				"I need Thee, blessed Jesus, I need a friend like Thee; A friend to soothe and pity. A friend to care for me. I need the heart of Jesus, To feel each anxious care, To tell my every trial, And all my sorrows share."
			]
		},
		{
			"verses": []
		},
		{
			"verses": [
				"O Jesus, our salvation, Low at Thy cross we lie; Lord, in Thy great compassion, Hear, our bewailing cry. We come to Thee with mourning, We come to Thee in woe; With contrite hearts returning, And tears that overflow.",
				"O gracious Intercessor! O Priest within the veil, Plead for each lost transgressor, The blood that cannot fail, We spread our sins before Thee, We tell them one by one; O, for Thy name’s great glory, Forgive all we have done.",
				"And in these hearts now broken, Reenter Thou and reign, And say, by that dear token, We are absolved again, And build us up, and guide us, And guard us day by day; And in Thy presence hide us, And take our sins away."
			]
		},
		{
			"verses": [
				"Out of my bondage, sorrow and night, Jesus, I come, Jesus, I come; Into Thy freedom, gladness and light, Jesus, I come to Thee; Out of my sickness into Thy health, Out of my want and into Thy wealth, Out of my sin and into Thyself, Jesus, I come to Thee.",
				"Out of my shameful failure and loss, Jesus, I come, Jesus, I come; Into the glorious gain of Thy cross, Jesus, I come to Thee; Out of earth’s sorrows into Thy balm, Out of life’s storms and into Thy calm, Out of distress to jubilant psalm, Jesus, I come to Thee.",
				"Out of unrest and arrogant pride, Jesus, I come, Jesus, I come; Into Thy blessed will to abide, Jesus, I come to Thee; Out of myself to dwell in Thy love, Out of despair into raptures above, Upward for aye on wings like a dove, Jesus, I come to Thee."
			]
		},
		{
			"verses": [
				"Out of the deep I cry to Thee, O Lord God, hear my crying; Incline Thy gracious ear to me, With prayer to Thee applying. For if Thou fix Thy searching eye, On all sin and iniquity, Who, Lord, can stand before Thee.",
				"But love and grace with Thee prevail, 0 God, our sins forgiving. The holiest deeds cannot avail, Of all before Thee living. Before Thee none can boast him clear; Therefore must each Thy judgment fear, And live on Thy compassion.",
				"For this my hope in God shall rest, Naught building on my merit; My heart confides of Him possest, His goodness stays my spirit His precious word assureth me; My solace, my sure rock is He, Wherein my soul abideth.",
				"And though I wait the livelong night, And till the morn returneth, My heart undoubting trusts His might, Nor in impatience mourneth. Born of His spirit, Israel, In the right way thus fareth well, And on His God reposeth.",
				"What though our sins are manifold? Supreme His mercy reigneth; No limit can His hand withhold, Where evil most obtaineth. He, the good Shepherd, is alone, Who Israel will redeem His own, Forgiving all transgression."
			]
		},
		{
			"verses": [
				"When in the hour of utmost need, We scow not where to look for aid; When days and nights of anxious thought, Nor help nor counsel yet have brought;",
				"Then this our comfort is alone, That we may meet before Thy throne, And cry, O faithful God, to Thee, For rescue from our misery:",
				"To Thee may raise our hearts and eyes, Repenting sore with bitter sighs, And seek Thy pardon for our sin, And respite from our griefs within.",
				"For Thou hast promised graciously, To hear all those who cry to Thee, Thro’ Him whose name alone is great, Our Savior and our Advocate.",
				"And thus we come, O God, today, And all our woes before Thee lay; For sorely tried, cast down, we stand, Perplexed by fears on every hand.",
				"Ah! hide not for our sins Thy face; Absolve us thro’ Thy boundless grace; Be with us in our anguish still, Free us at last from every ill.",
				"That so with all our hearts we may, To Thee our glad thanksgiving pay, Then walk obedient to Thy Word, And now and ever praise Thee, Lord."
			]
		},
		{
			"verses": []
		},
		{
			"verses": []
		},
		{
			"verses": []
		},
		{
			"verses": []
		},
		{
			"verses": [
				"A mighty Fortress is our God, A bulwark never failing; Our Helper He amid the flood, Of mortal ills prevailing; For stil’ our ancient foe, Doth seek to work us woe; His craft and power are great, And, armed with cruel hate, On earth is not his equal.",
				"Did we in our own strength confide, Our striving would be losing; Were not the right Man on our side, The Man of God’s own choosing; Dost ask who that may be? Christ Jesus, it is He; Lord Sabaoth His name, From age to age the same, And He must win the battle.",
				"And though this world, with devils filled. Should threaten to undo us; We will not fear. For God hath willed, His truth to triumph through us. The prince of darkness grim, We tremble not for him; His rage we can endure. For lo! his doom is sure, One little word shall fell him.",
				"That word above all earthly powers, No thanks to them, abideth; The Spirit and the gifts are ours, Through Him who with us sideth. Let goods and kindred go, This mortal life also; The body they may kill; God’s truth abideth still, His kingdom is forever."
			]
		},
		{
			"verses": [
				"Jumala ompi linnamme, Varustus vahva aivan. Hän aseemme on, kilpemme, Ajalla vaaran, vaivan. Se vanha vainooja, Kavala, kauhea, On kiivas, kiukkuinen, Ja julma, hirmuinen; Ei löydy maassa vertaa.",
				"Turha on oma voimamme, Ei voi se meitä auttaa, Mutt’ pimeyden vallat me, Voitamme Herran kautta; Sotija verraton, Its’ Jeesus Kristus on, Hän Herra Sebaot, Helvetin joukkiot, Lyö maahan, voiton saattaa.",
				"Maailma vaikk’ ois täynnänsä, Pimeyden enkeleitä, Päällemme syösten päänänsä, He eivät voita meitä; Juur’ turhaan kiukussaan, Nyt maailman päämies vaan, Pauhaapi, saanut on Hän nyt jo tuomion; Yks’ sana hänen kaataa.",
				"Se sana seisoo vahvana, He ei voi sitä kestää; Kun kanssamme on Jumala, Ken meiltä voiton estää? Jos vaikka henkemme, Osamme, onnemme, He veisi viekkaasti, Jää meille kuitenkin, Jumalan valtakunta."
			]
		},
		{
			"verses": [
				"Faith of our fathers! living still, In spite of dungeon, fire and sword; O how our hearts beat high with joy, When e’er we hear that glorious word:",
				"Our fathers, chained in prisons dark. Were still in heart and conscience free; How sweet would be their children’s fate, If they. like them, could die for Thee!",
				"Faith of our fathers, God’s great power. Shall soon all nations win for Thee; And through the truth that comes from God, Mankind shall then be truly free.",
				"Faith of our fathers, we will love, Both friend and foe in all our strife, And preach Thee, too, as love knows how, By kindly words and virtuous life."
			],
			"refrain": "Faith of our fathers, holy faith, We will be true to thee till death!"
		},
		{
			"verses": [
				"How firm a foundation, ye saints of the Lord! Is laid for your faith in His excellent word! What more can He say, than to you He hath said, <b>To you who for refuge to Jesus have fled? :,:</b>",
				"“Fear not, I am with thee, O be not dismayed, For I am thy God, I will still give thee aid; I’ll strengthen thee, help thee, and cause thee to stand, <b>Upheld by My righteous, omnipotent hand.” :,:</b>",
				"“When through the deep waters I call thee to go, The rivers of sorrow shall not overflow; For I will be with thee thy troubles to bless, <b>And sanctify to thee thy deepest distress.” :,:</b>",
				"“When through fiery trials thy pathway shall lie, My grace all-sufficient, shall be thy supply, The flame shall not hurt thee, I only design, <b>Thy dross to consume, and thy gold to refine.” :,:</b>",
				"“The soul that on Jesus bath leaned for repose, I will not, I will not desert to his foes; That soul, though all hell should endeavor to shake, <b>I’ll never, no never, no never forsake.” :,:</b>"
			]
		},
		{
			"verses": [
				"I am Thine, O Lord, I have heard Thy voice, And it told Thy love to me; But I long to rise in the arms of faith, And be closer drawn to thee.",
				"Consecrate me now to Thy service, Lord, By the power of Grace Divine; Let my soul look up with a steadfast hope, And my will be lost in Thine.",
				"O the pure delight of a single hour, That before Thy throne I spend, When I kneel in prayer and with Thee my God, I commune as friend with friend!",
				"There are depths of love that I cannot know, Till I cross the narrow sea, There are heights of joy that I may not reach, Till I rest in peace with Thee."
			],
			"chorus": "Draw me nearer, nearer, nearer, blessed Lord, To the cross where Thou hast died, Draw me nearer, nearer, nearer, blessed Lord, To Thy precious, bleeding side."
		},
		{
			"verses": [
				"I know not why God’s wondrous grace, To me He hath made known, Nor why; unworthy, Christ in love, Redeemed me for His own.",
				"I know not how this saving faith, To me He did impart, Nor how believing in His Word, Wrought peace within my heart.",
				"I know not how the Spirit moves, Convincing men of sin, Revealing Jesus through the Word, Creating faith in Him.",
				"I know not when my Lord may come, At night or noonday fair, Nor if I’ll walk the vale with Him, Or “meet Him in the air.”"
			],
			"chorus": "But “I know whom I have believed, and am persuaded that He is able To keep that which I’ve committed, Unto Him against that day.”"
		},
		{
			"verses": [
				"I need Thee every hour, Most gracious Lord; No tender voice like Thine, Can peace afford.",
				"I need Thee every hour, Stay Thou near by; Temptations lose their power, When Thou art nigh.",
				"I need Thee every hour, Teach me Thy will; And Thy rich promises, In me fulfill.",
				"I need Thee every hour, Most Holy One, O make me Thine indeed, Thou blessed Son."
			],
			"chorus": "I need Thee, O I need Thee; Every hour I need Thee; O bless me now, my Savior! I come to Thee."
		},
		{
			"verses": [
				"In God, my faithful God, I trust when dark my road; Tho’ many woes o’ertake me, Yet He will not forsake me, His love it is doth send them, And when ’tis best, will end them.",
				"My sins assail me sore, But I despair no more I build on Christ, Who loves me; From this Rock nothing moves me. To Him I all surrender, To Him, my soul’s Defender.",
				"If death my portion be, Then death is gain for me, And Christ my life forever, From whom death cannot sever. Come when it may, He’ll shield me; To Him I wholly yield me.",
				"O Jesus Christ, my Lord, So meek in deed and word, Thou once didst die to save us, Because Thy love would have us, Be heirs of heavenly gladness, When ends this life of sadness.",
				"“So be it,” then I say, With all my heart each day. We too, dear Lord, adore Thee; We sing for joy before Thee. Guide us while here we wander, Until we praise Thee yonder."
			]
		},
		{
			"verses": [
				"My faith looks up to Thee, Thou Lamb of Calvary, Savior Divine! Now hear me while I pray, Take all my guilt away, O let me from this day, Be wholly Thine.",
				"May Thy rich grace impart, Strength to my fainting heart, My zeal inspire; As Thou hast died for me, O, may my love to Thee. Pure, warm and changeless be, A living fire.",
				"While life’s dark maze I tread, And griefs around me spread, Be Thou my guide; Bid darkness turn to day, Wipe sorrow’s tears away; Nor let me ever stray, From Thee aside.",
				"When ends life’s transient dream, When death’s cold, sullen stream, Shall o’er me roll, Blest Savior, then, in love, Fear and distrust remove; O bear me safe above, A ransomed soul."
			]
		},
		{
			"verses": [
				"Nearer, my God, to Thee, Nearer to Thee, E’en though it be a cross, That raiseth me; Still all my song shall be,",
				"Though like the wanderer, The sun gone down, Darkness be over me, My rest a stone; Yet in my dreams I’d be,",
				"There let the way appear, Steps unto Heaven; All that Thou sendest me, In mercy given; Angels to beckon me,",
				"Then, with my waking thoughts, Bright with Thy praise, Out of my stony griefs, Bethel I’ll raise; So by my woes to be,",
				"Or if on joyful wing, Cleaving the sky, Sun, moon, and stars forgot, Upward I fly Still all my song shall be,"
			],
			"refrain": "Nearer, my God, to Thee; Nearer, my God, to Thee; Nearer to Thee!"
		},
		{
			"verses": [
				"Vakaana Herran teitä, Vaella ainiaan Ja huolet kaikki heitä, Jumalan huomahan! Jos Herra siunausta, Ei anna töillesi, Et muilta onnistusta, Saa pyrinnöillesi.",
				"Sä älä katoovaista, Tääll’ etsi tavaraa, Iloa turhamaista, Ja kultaa, kunniaa! Ne ovat tyhjä varjo, Juur’ lyhytaikainen; Parempaa sulle tarjoo, Isäsi taivainen.",
				"Sä pyydä täällä täyttää, Jumalan tahto vaan, Uskollisesti käyttää, Mit’ antoi armostaan! Kun etsit hartahasti, Vanhurskauttansa, Hän siunaa runsahasti, Sua muussa kaikessa.",
				"Syntiä elos tiellä, Vastusta uskossa! Ei Herra sulta kiellä, Apua, voittoa; Tee mitä sanassansa, Jumala käskeepi, Hän suo voimallansa, Armossa auttaapi."
			]
		},
		{
			"verses": [
				"Beyond the sunset, O blissful morning, When with our Savior, Heaven is begun. Earth’s toiling ended, O glorious dawning. Beyond the sunset, When day is done.",
				"Beyond the sunset, No clouds shall gather. No storms will threaten, No tears annoy. O day of gladness, O day unending, Beyond the sunset, Eternal joy.",
				"Beyond the sunset, A hand will guide me, To God the Father, Whom I adore. His glorious presence, His words of welcome, will be my portion, On that fair shore.",
				"Beyond the sunset, O glad reunion, With our dear loved ones, Who’ve gone before. In that fair homeland, We’ll know no parting, Beyond the sunset, forevermore."
			]
		},
		{
			"verses": [
				"Blessed are the heirs of heaven, The dead, who die in Christ forgiven, They from their labors have release; Saith the Spirit: they are resting, No sting of death is them molesting, For they have found the home of peace; In peace they sweetly rest, Forever they are blest, Hallelujah! Before God’s throne to His dear Son, Do follow them their works well done.",
				"Glory, honor and thanksgiving, Be unto God the ever-living, And to the Lamb for sinners slain! Ransomed host that now victorious, Have won the crown of life all glorious, Extol the Lamb, enthroned to reign! For us Himself He gave, He sank into the grave, He is risen! He went before, death’s pathway o’er, We follow to the heavenly shore.",
				"Sun nor moon their light are casting, Where God in glory everlasting, Dispels the gloomy shades of night; Now the wished-for day appeareth, O blessed sight, our souls it cheereth, The Lamb is now our sun and light! No more we weep or moan, The former things are gone, Hallelujah! Death’s shades now flee, we rise to see, The dayspring of eternity."
			]
		},
		{
			"verses": [
				"Brief life is here our portion; Brief sorrow, short-lived care; The life that knows no ending; The tearless life is there. O happy retribution! Short toil, eternal rest; For mortals and for sinners, A mansion with the blest!",
				"And now we fight the battle, But then shall wear the crown, Of full and everlasting and passionless renown; And now we watch and struggle, And now we live in hope, And",
				"But He whom now we trust in, Shall then be seen and known; And they that know and see Him, Shall have Him for their own. And there is David’s fountain, And life in fullest glow; And there the light is golden, And milk and honey flow.",
				"The morning shall awaken, And shadows shall decay, And each true-hearted servant, Shall shine as doth the day; Yes! God, my King and Portion, In fullness of His grace, We then shall see forever, And worship face to face.",
				"O sweet and blessed country, The home of God’s elect! O sweet and blessed country, That eager hearts expect! Jesus, in mercy bring us, To that dear land of rest; Who art, with God the Father, And Spirit, ever blest."
			]
		},
		{
			"verses": [
				"I have heard of that beautiful city, High above this earth’s veil of great sorrow, There the shores of that land will be sunny; Oh to think that some day I’ll be there; Hallelujah, my songs shall resound there, Hallelujah, I go to that city; Though my feet here are weary so often, Every step takes me nearer my home.",
				"I have heard of a land without troubles, Without tears, without cares, without struggles; No more pain, neither sickness nor suffering; Oh to think that some day I’ll be there. Hallelujah, then I can rejoice there, Hallelujah, all doubts disappear there, Nevermore will I stumble or falter, With my God I shall ever remain.",
				"I have heard of the snowy white garment, And the crown of pure gold that is given, Of the kinship with blest hosts of heaven; Ah, to think that some day I’ll be there. Hallelujah, in spirit I’m joining Those melodious songs heard in heaven; When these strong earthly ties break asunder, Then I know that I soon shall be there."
			]
		},
		{
			"verses": [
				"Jag har hört om en stad ovan molnen, Ovan jordiska dimhölja länder, Jag har hört om dess solljusa Stränder, Och en gång, tänk en gång är jag där. Halleluja jag högt måste sjunga, Halleluja jag går till den staden, Om än stegen blir trötta och tunga, Bär det uppåt, ja, hemåt ändå.",
				"Jag har hört om ett land utan tårar, Utan sorg utan nöd utan strider, Och där ingen av sjukdom mer lider. Och en gång, tank en gång är jag där. Halleluja där fröjdas vi alla. Halleluja vårt tvivel försvunnit. Aldrig mer skall jag stappla och falla, Jag är framme, ja, hemma hos Gud.",
				"Jag har hört om den snövita dräkten, och om glansen av gyllene kronor. Jag har hört om den himmelska släkten, Och en gång. tänk en gång är jag där! Halleluja, jag fröjdas i anden. Jag kan höra den himmelska sången. Och det sliter i jordiska banden, Ty jag vet jag skall snart vara där."
			]
		},
		{
			"verses": [
				"I think I hear those wedding bells. Upon that distant shore. A strain so clear, the echos swell. I hear it more and more.",
				"I hear a voice - God’s holy word, It pleads and calls to me. His word so sharp - a two-edged sword, Strikes intermittently.",
				"The sound of joy - a ring of peace, It answers in my heart. It strikes the pain and gives release, Where sin and doubts will smart.",
				"I think I see the distant shore, As through a fog and haze. Though clearer than it was before, In fears in former days.",
				"A shore so calm - no winds that blow. To raise my doubts and fears. No waves that toss me to and fro, And bring me burning tears.",
				"I think I see those roses red, And flowers blooming rare. Their color and their hues He said, Will show no blemish there.",
				"I’m sure I feel a warmer glow, Of grace within my heart. The love of Christ, He does bestow, And mercy will impart.",
				"All pain and tears will pass away, The trumpet then will sound. O joyous heart to see that day, Where peace and joy abound."
			]
		},
		{
			"verses": [
				"In heav’n above, in heav’n above, Where God our Father, dwells; How boundless there the blessedness! No tongue its greatness tells; There face to face, and full and free, Forever, evermore we see Our God, the Lord of hosts!",
				"In heav’n above, in heav’n above, What glory deep and bright! The splendor of the noonday sun, Grows pale before its light, The heavenly light that ne’er goes down, Around whose radiance clouds ne’er frown, Is God, the Lord of hosts!",
				"In heav’n above, in heav’n above, Behold a countless throng! Angels in mystic radiance garbed, Lead the triumphal song; Angels and saints are one and we, Shall join the blessed company, And hail the Lord of hosts.",
				"In heav’n above, in heav’n above, No tears of pain are shed; Nothing can yonder fade or die; Life’s fullness round is spread, And like an ocean, Joy o’er flows, And with immortal mercy glows, Our God the Lord of Hosts.",
				"In heav’n above, in heav’n above, God hath a joy prepared, Which mortal ear had never heard, Nor mortal vision shared, Which never pierced to mortal breast, By mortal lips was ne’er expressed O God the Lord of hosts!"
			]
		},
		{
			"verses": [
				"Taivaassa, ratki taivaassa, On autuus määrätön, Siell’ enkelien seurassa, On riemu ääretön, Ja kasvoista niin kasvoihin, Siell’ nähdään Herra korkehin, Herramme Sebaot!",
				"Taivaassa, ratki taivaassa, Iäinen päivä on, Se valossansa kirkkaassa, Myös voittaa auringon; Se päivä kirkas, loistava, Ja iäisesti paistava, On Herra Sebaot!",
				"Taivaassa, ratki taivaassa, On seura autuain, Siell’ valituiden parissa, On ilo uusi ain’. Voi jospa sinne pääsisin, Ja kunniasi näkisin, O Herra Sebaot!",
				"Taivaassa, ratki taivaassa, Ei kuulla itkua, Ei syntiä, ei surua, Ei kuolon pelkoa; Vaan rauhan katoomattoman, Ja ilon loppumattoman, Suo Herra Sebaot!",
				"Taivaassa, ratki taivaassa, Iäinen autuus on; Sit’ ihmiskielin kertoa, On aivan mandoton; Se näkyy tänne päälle maan, Hämärtäen niin kuin peiliin vaan, O Herra Sebaot!",
				"Taivaassa, ratki taivaassa, Jumala hallitsee, Ja kunnialla suurella, Pyhänsä palkitsee; Siell’ ylistystä veisataan, Ain’ “Pyhä, pyhä!” lausutaan, O Herra Sebaot!",
				"Ah siihen iloon taivahan, Meit’, Jeesus, auttaos; Kuolosi kautta katkeran. Sä sinne saattaos! Sen teet sä myöskin armoisest’, Siis amen, amen turvaisest’! O Herra Sebaot!"
			]
		},
		{
			"verses": [
				"In heaven is my home indeed, For on my homeward way I speed, Oh there I yearn with all my heart, And there I sigh to soon depart.",
				"In heaven is my home indeed, A foreign soil this is to me, Down here a wanderer I am, When shall I reach my native land?",
				"In heaven is my home indeed, This strife will there forever cease, There grief will change to happiness, And weeping into joyfulness.",
				"In heaven is my home indeed, My crown is waiting there for me, Which through His merit He has won, Beloved Bridegroom, Blessed Son.",
				"In heaven is my home indeed, My pathway here through death doth lead, But when my road is at the end, My troubles too are ended then.",
				"So honor, praise, and thanks to Him. Maker of all, we raise our hymn. And praises to our Savior sound, Who victory over death has found.",
				"Thus if my Bridegroom, Jesus dear, In faithfulness I follow here, It is my hope and firm belief, That heaven is my home indeed."
			]
		},
		{
			"verses": [
				"In heaven where eternal God, His mansion hath prepared; All God’s elect who here have trod, May live forever there. Their tribulations then have ceased, From sin and trouble are released, In blessedness they dwell.",
				"They ever had to battle here, In warfare all the time; Their striving, dauntless and sincere, ’Gainst enemy’s design. When they have reached the peaceful shore, They thank the Lamb forevermore, Amid God’s own elect.",
				"Our mortal tongue cannot relate, Nor longing eyes yet see, The reason cannot comprehend, Such joy as there will be, For the glory God to none has shown, That He is keeping for His own, In His home of blissful rest."
			]
		},
		{
			"verses": [
				"Taivaassa, johon Jumala, Majansa asetti, Myös saavat hänen omansa, Asua iäti; He ovat päässeet vaaroista, Maailman, synnin vaivoista, Autuuden nautintoon.",
				"He täällä saivat taistella, Sotia ainian, Surulla vihollisia, Viekkaita vastahan; Nyt voiton juhlaa viettävät, Ja karitsata kiitävät, Valittuin seurassa.",
				"Ah sitä juhlaa jaloa, Mik’ autuailla on! Ah iloa, ah riemua, Jok’ ompi loputon! Vapaina vaivoista he saa, Katsoa siellä Jumalaa, Kasvoista kasvoihin.",
				"Edessä Herran istuimen, Nyt sielu iloitsee, Ja morsianna Jeesuksen, Hänessä riemuitsee. Se mitä täällä uskottiin, Ja ikävöiden toivottiin, Nyt nautintona on.",
				"Ääretön hänen armonsa, Nyt heille vuotaapi; Iäti hänen valonsa, Loistaapi kirkkaasti; Ja salaisuudet Jumalan, Tavarat kalliit taivahan, Nyt heille avataan.",
				"Ei taida kieli selittää, Ei aatos arvata, Ei ihmisjärki käsittää, Iäistä autuutta, Jonk’ valittuinsa joukolle, On pannut Herra tallelle, Rauhansa majoissa."
			]
		},
		{
			"verses": [
				"Jerusalem the golden, With milk and honey blest! Beneath thy contemplation, Sink heart and voice oppressed. I know not, O I know not, What joys await us there; what radiancy of glory, What bliss beyond compared.",
				"They stand, these halls of Zion, All jubilant with song, And bright with many an angel, And all the martyr throng. The Prince is ever in them, The daylight is serene; The pastures of the blessed, Are decked in glorious sheen.",
				"There is a throne of David; And there, from care released, The song of them that triumph, The shout of them that feast; And they who with their Leader, Have conquered in the fight, Forever and forever, Are clad in robes of white.",
				"O sweet and blessed country, The home of God’s elect! O sweet and blessed country, That eager hearts expect! Jesus, in mercy bring us, To that dear land of rest; Who art, with God the Father, And Spirit, ever blest."
			]
		},
		{
			"verses": [
				"My beautiful home is in heaven above; I long its fair mansions to enter. This earth with its treasure has naught that I love, My treasure awaits me in heaven, There all of my sorrows shall vanish for aye, My harassing cares shall no longer hold sway; My course I in faith shall have finished.",
				"Thro’ perilous deserts my pathway doth wind, In valleys of sorrow I wander; The light of the sun on my journey I find, By gathering clouds overshadowed. My way oft grows weary, I languish in tears, Each moment is threatened with torturing fears, When also the tempter assails me.",
				"But comfort I have as I sojourn, indeed; The Lord is my faithful companion. My hand He has taken, me safely to lead, A Helper is He for the helpless. If ever His help on my way I should miss, My soul would be buried in sorrow’s abyss; In darkness I surely would perish.",
				"O wonderful blessing that Jesus is mine. That naught of His love can deprive me. What solace in sorrow, what comfort divine, To know that God’s Son is my Brother. Whatever the world now before me shall lay, I shall not esteem it, but cast it away; My far better portion is Jesus.",
				"All thanks and all glory for aye shall be Thine, O Lord for Thy bounteous mercy. Do Thou but sustain me and ever be mine; In faith let me take my departure. From all that this earth may of treasure contain, And grant that with Thee I may ever remain, Sustained to the end by Thy Spirit."
			]
		},
		{
			"verses": [
				"O happy day when we shall stand, Amid the heavenly throng, And sing with hosts from every land, <b>The new celestial song. :,:</b>",
				"O blessed day! From far and near, The servants of the Lord, Shall meet the ransomed millions there, <b>Who heard God’s saving Word. :,:</b>",
				"O what a mighty, rushing flood, Of love without surcease, Shall roll about the throne of God, <b>In joy and endless peace. :,:</b>",
				"God, may Thy bounteous grace inspire, Our hearts so that we may, All join the heavenly, white-robed choir, <b>Upon that glorious day. :,:</b>"
			]
		},
		{
			"verses": [
				"O juhlajoukko valkoinen, Kun yhteen kutsutaan, Ja lauma kielten, kansojen, <b>Käy taivaan kunniaan. :,:</b>",
				"O, kerran saapuu yhteen näin, Kaikk Herraa palvelleet, Nuo laumat, parvet miljoonain, <b>Jeesukseen uskoneet. :,:</b>",
				"Mi riemuvirsi kaikuukaan, Kuin virta pauhaten, Soi kiitosääni uuden maan, <b>Ja rauhan autuuden. :,:</b>",
				"O Herra, suur’ on armo Sun, Meit’ kanna luokses’ ain’, Suo nähdä päivän siunatun, <b>Seuroissa voittajain. :,:</b>"
			]
		},
		{
			"verses": [
				"O think of the home over there, Other side of the river of life, Where the saints all immortal and fair, Are robed in their garments of white. <b>Over there, over there, O think of the home over there. :,:</b>",
				"O think of the friends over there, Who before us the journey have trod, Of the songs that they breathe on the air, In their home in the palace of God. <b>Over there, over there, O think of the friends over there. :,:</b>",
				"I’ll soon be at home over there, For the end of my journey I see, Many dear to my heart over there, Are watching and waiting for me. <b>Over there, over there, I’ll soon be at home over there. :,:</b>"
			]
		},
		{
			"verses": [
				"Strait is the gate to heaven above, and narrow is the way; Yet there is room in God’s great love, <b>For thee, for thee alway. :,:</b>",
				"In Paradise there still is room, There still is room for thee; For thee the Savior bath a home, <b>Where heavenly mansions be. :,:></b>",
				"Though thousand times ten thousands stand, White-robed in glory there, There is a place at God’s right hand, <b>For thee in heaven so fair. :,:</b>",
				"In Jesus’ heart there still is room, In heaven is room also, The gospel message bids thee come, <b>Praise God who loves thee, too. :,:</b>",
				"Now God be praised, who even me, A glorious diadem, Will grant when I His glory see, <b>In His Jerusalem. :,:</b>"
			]
		},
		{
			"verses": [
				"Swiftly, so swiftly doth time pass. Just as the sands in an hourglass. Soon, perhaps soon, I shall there arrive At the wide river of death.",
				"Then finds my weary heart rest there, Rest at the breast of my Savior, From every need and all pain released, In that sweet homeland of peace.",
				"In heaven’s regions, so peaceful, No tears are seen all is blissful. In that fair land from bondage I’m free, death there no longer stalks me.",
				"Welcome, Oh time of life’s evening, When mortal eyes close forever; At peace and rest I ever shall be In that fair land of the free.",
				"Welcome, thou, dawn of that morning When unto Jesus I ’waken; Life on this earth I shall miss no more, Or yearn to be here again.",
				"Whisper so softly, ye linden, Sigh wind,Oh sigh in its branches; Over the grave where I rest in peace, Hidden from all earthly strife.",
				"In Thy dear arms, Jesus, keep me, in Thy blest wounds let my rest be. Thou, Lord, who gayest Thy life for Thy sheep, Purchased me with Thine own blood.",
				"Jesus, Thy dove now is yearning, To be released from bonds earthly; Soon this free purchased spirit can fly To the blest home high above.",
				"When for Thy own, Lord, Thou cometh, Each clad in snowy white garments; There ‘mongst the hosts, cleansed in Jesus’ blood, Grant that I also may be."
			]
		},
		{
			"verses": [
				"Think of the time, when all the haze of this dim world Is by the sun of heaven swept away. The glorious day of Paradise is dawning And heavenly sunlight shines upon my way.",
				"Think of the time, when all of this life’s mysteries Which while on earth have always been concealed Are understood; all questions shall be answered For all will be by God Himself revealed.",
				"Think of the time, when all our sorrows are no more With every tear by God’s Heart wiped away. All hurts are healed, all longings reach their harbor All crying stilled while in His arms we stay.",
				"Think of the time, with my eyes made forever clear I’ll enter Heaven, where for me there’s a place And I shall see Him on Whom I’ve believed Eternally I’ll praise Him face to face.",
				"Think of the time, when I shall be forever pure No sinful thoughts, no faults in word or deed. When every snare eternally is broken From all temptations I’m forever freed.",
				"Think of the time, when each cord which now binds us With all the Christians in this mortal land Becomes in Paradise all clean and shining And tied together by our Father’s Hand.",
				"Think of the time, when all of my beloved friends Who here on earth have helped me on my way Are met once more in Heaven’s golden mansions To praise our Lord, in God’s eternal Day.",
				"Oh heavenly thought, sing purely in my wretched heart Whene’re this heavy road seems hard and long. Strengthen my soul and soothe all of my heartaches And bring me home, oh blessed homeland song."
			]
		},
		{
			"verses": [
				"Taivaass’ on ystävän’, Sinn’ mä ikävöitsen. Hän sydämens’ mull’ antaa, Kanss’ rakkautens’ kantaa, Mun iloll’, riemull’ täyttää, Kanss’ suruist’, kivuist’ päästää.",
				"Taivaass’ on kunnia, Mull’ valmis korkea; Sill’ kirjaan elävien, On nimen’ pantu, tiedän. Siell’ iloss’ parhaass’ pauhaan, Ja Herrall’ kiitost’ laulan.",
				"O taivaan koreus, Ja korkea kauneus! Siell’ päärlyill’ kaunistetut, Sun portis on ja kadut, Kaikk’ kullall’ kalliimmalla; Ah koska sinn’ saan tulla?",
				"O taivaan hekuma, Autuas sun nautit’ saa! Muut kaikki ylönkatson, Kun nautitsen sun ainoon, Kun hyvän saada taidan, Niin huonon hyljät’ mandan.",
				"O taivaan rikkaus! Suo meill’ osallisuus Sinuss’, suo Jeesus laupias, Meill’ runsaat armolahjas; Suo tavaras meill’ suuret, Joit’ emm’ pois kadot’ iät’.",
				"Pois maailma! Taivaaseen, Halaa mun sydämen’, Maalliset ylönkatsoo, Taivaaseen ylös tahtoo; Jää maailma kans’ sun omais, Mä Herran olen huomaas’."
			]
		},
		{
			"verses": [
				"Täältä puolehen ylhäisen maan Me nyt uskossa katsellehan, Sinne Jeesus jo valmistamaan Mennyt on kodin meill’ ihanan.",
				"Ranta rauhainen saavutetaan Siellä virtemme helkkyen soi Kuolon paulat on pois kokonaan Kasvoin katsella Jeesusta voi.",
				"Herran armahan nyt etehen, Kiitos uhria sielumme tuo Morsiallehen kun yhä hän armon runsaita lahjoja suo."
			],
			"chorus": "<b>Kohta vaan joudutaan Taivaan kuorissa veisailemaan. :,:</b>"
		},
		{
			"verses": [
				"Abide with me! Fast falls the eventide; The darkness deepens; Lord with me abide! When other helpers fail, and comforts flee, Help of the helpless, oh, abide with me!",
				"Swift to its close ebbs out life’s little day; Earth’s joys grow dim, its glories pass away; Change and decay In all around I see; O Thou who changest not, abide with me!",
				"I need Thy presence every passing hour; What but Thy grace can foil the tempter’s power? Who like Thyself my guide and stay can be? Through cloud and sunshine, oh, abide with me.",
				"I fear no foe, with Thee at hand to bless; Ills have no weight, and tears no bitterness. Where is death’s sting? where, grave, thy victory? I triumph still, if Thou abide with me!"
			]
		},
		{
			"verses": [
				"All praise to Thee, my God, this night, For all the blessings of the light; Keep me, O keep me, King of kings, Beneath Thine own almighty wings.",
				"Forgive me, Lord, for Thy dear Son, The ill that I this day have done; That with the world, myself and Thee, I, ere I sleep, at peace may be.",
				"Teach me to live that I may dread, The grave as little as my bed; Teach me to die so that I may, Rise glorious at the awe-filled day.",
				"O then shall I in endless day, When sleep and death have passed away, With all Thy saints and angels sing, In endless praise to Thee, my King.",
				"Praise God, from whom all blessings flow; Praise him all creatures here below; Praise Him above ye heavenly hosts, Praise Father, Son and Holy Ghost."
			]
		},
		{
			"verses": [
				"Lord Jesus Christ, with us abide, For round us falls the eventide; Nor let Thy Word, that heavenly light, For us be ever veiled in night.",
				"While sin and death around we see, O grant that we may constant be; And pure retain, till life is spent, Thy precious Word and Sacrament.",
				"Dear Savior, help, Thy Church uphold: For we are sluggish, thoughtless, cold; Indue Thy Word with power and grace, And spread its truth in every place.",
				"Yes, leave us but Thy Word, we pray; The fatal wiles of Satan stay; O smile upon Thy Church; give grace, And courage, patience, love and peace.",
				"O God! how sin’s dread works abound, Throughout the earth no rest is found; And wide has falsehood’s spirit spread, And error boldly rears its head.",
				"And ever is there something new, Devised to change the doctrine true; Lord Jesus! as Thou still dost reign, Those vain, presumptuous minds restrain."
			]
		},
		{
			"verses": [
				"Ah Jeesus! pysy tykönämm! Jo aika joutuu ehtoollen, Ann’ sanas valo autuas, Ain’ paistaa sinun huoneessas.",
				"Nyt aik’ on aivan suruinen; Niin anna Herra armoinen, Ett’ puhtaast’ hamaan kuolemaan, Meill’ sakramenttis jaetaan.",
				"Nyt eletään juur’ syntisest’, Aut’ Jeesuslaumaas armoisest’, Suo sanas voimall’ saarnattaa, Ett’ kasvun runsaan kasvattaa.",
				"Meit’ kiinnitä sun sanahas, Kanss’ hillits’ julma saatana, Ett’ seurakuntas huomaitsis, Ain’ armos, ja siit’ iloitsis.",
				"Se Jeesus on sun asias, Se on sun oma kunnias; Niin seiso sä sen puolesta, Kuin sotii sanas edestä.",
				"Sun sanas suruss’, murheessamm’ Me pidämm’ meidän turvanamm’; Sun kirkkos siihen kiinnitä, Ja tuskist’ ulos selitä.",
				"Sun sanas meille paistaa ann’, Ett’ valkeudess’ vaellamm’, Ja viimein surun laaksost’ täst’, Taivaaseen tykös taidamm’ pääst’."
			]
		},
		{
			"verses": [
				"Now the day is over, Night is drawing nigh, Shadows of the evening, Steal across the sky.",
				"Jesus, give the weary, Calm and sweet repose; With Thy tenderest blessing, May our eyelids close.",
				"Grant to little children, Visions bright of Thee; Guard the sailors tossing, On the deep blue sea.",
				"Comfort every sufferer, Watching late in pain; Those who plan some evil, From their sins restrain.",
				"Through the long night-watches, May Thine angels spread, Their white wings above me, Watching round my bed.",
				"When the morning wakens, Then may I arise, Pure and fresh and sinless, In Thy holy eyes."
			]
		},
		{
			"verses": [
				"Savior, now the day is ending, And the shades of evening fall, Let Thy heavenly Dove descending, Bring Thy mercy to us all:",
				"Bless the gospel message spoken, In Thine own appointed way; Give each fainting soul a token, Of Thy tender love today;",
				"Comfort those in pain or sorrow, Watch each sleeping child of Thine; Let us all arise tomorrow, Strengthened by Thy grace divine:",
				"Pardon Thou each deed unholy; Lord. forgive each sinful thought; Make us contrite. pure and lowly, By Thy great example taught:"
			],
			"refrain": "Set Thy seal on every heart. Jesus bless us ere we part!"
		},
		{
			"verses": [
				"The restless day now closeth, Each flower and tree reposeth, Shade creeps o’er wild and wood; Let us, as night is falling, On God our Maker calling, Give thanks to Him, the Giver good.",
				"Now all the heav’nly splendor Breaks forth in starlight tender From myriad worlds unknown; And man, the marvel seeing, Forgets his selfish being, For joy of beauty not his own.",
				"While all in peace reposeth, And starry night discloseth The glory of the Lord, My prayers and yearnings wander To realms of zlory yonder, Where saints of God have their reward.",
				"When life’s brief day is over, And twilight shadows cover The last end of my way Dear Lord and blessed Savior, Forgive my heart’s behavior, And grant Thou me a brighter day."
			]
		},
		{
			"verses": [
				"Jo joutuu armas aika, Ja suvi suloinen, Joll’ kauniist’ kaiken paikan, Kaunistaa kukkainen! Nyt armas aurink’ meitä, Taas lähtee lähemmäks’, Hän kuolleet hautoo heitä, Taas tekee eläväks’.",
				"Ne niityt kukat koreat, Ja laiho laaksossa, Myös ylpeät yrttitarhat, Puut vihreät verassa, Ne meille muistuttavat, Suurt’ hyvyytt’ Jumalan, Jonk’ kaikk’ ain’ nähdä saavat, Juur’ ympär’ vuoden ain’.",
				"Nyt lintu äänell’ kauniill’, Taas laulaa taitavast’, Enk’ me siis mahtais’ Luojall’, Tääll’ veisat’ iloisest’? Mun sielun’ Herraa kiitä. Nyt riemulaululla, Kuin iloittaa ja täyttää. Meit’ laupiaill’ lahjoilla."
			]
		},
		{
			"verses": [
				"Sen suven suloisuutta, Koska ajattelen, Kun Jumal’ kaikki muuttaa. Sydämest’ riemuitsen; Kosk’ taivaan ja maan Herra, Vast’uudest’ uudistaa, Kirkastaa kirkkaaks’ kerran, Ja kaikki kaunistaa.",
				"Uuden auringon antaa, Jumala paistamaan, Kuu, tähdet valon kantaa. Ilmeisest’ ihanan; Niin kauniilt’ taivas näyttää, Kiiltäin kirkkaudess’, Että se iloll’ täyttää, Sydämet suloisest’.",
				"Ah, autuast’ iloo aivan, Kristusta katsella, Kun avas meille taivaan, Verellään kalliilla, Kun tullaan taivaan saliin. Profeettain, marttyyrein, Patriarkkain pyhäin pariin, Joukkoon apostolein;",
				"Ne silloin omistavat, Meit’ omiks’ veljikseen, Ja meitä kanssaan saavat. Rakkaast’ riemuitakseen; Kristuksen oikeall. kädell’, Niin kunniall’ kuljetaan, Tullaan taivaaseen tähdell’, Autuuteen otetaan."
			]
		},
		{
			"verses": [
				"Abide with us, O Savior dear, For dark and lowering clouds appear; And let Thy light, Thy Word divine, Continue in Thy Church to shine.",
				"Lord Jesus, help, Thy Church uphold, For we are weak, indifferent, cold; Give us Thy Spirit and Thy grace, And spread Thy truth in every place.",
				"And keep us steadfast in Thy Word, Stay Satan’s fatal wiles, O Lord; To us Thy grace and power reveal, And let Thy Church, Thy presence feel.",
				"Thy Word is in distress and need, Our comfort and defense indeed; By it Thy Church keep pure within, And free from error, shame, and sin.",
				"Grant that Thy Word may light our way, That we in darkness may not stray, But through this vale of sin and woe, May to the heavenly mansions go."
			]
		},
		{
			"verses": [
				"By the holy hills surrounded, On her firm base securely founded, Stands fast the city of the Lord; None shall rend her walls asunder; On her men look with fear and wonder; And mark who here keeps watch and ward. He slumbers not, nor sleeps, Who His loved Israel keeps. Hallelujah! Happy the race, Who through God’s grace, Shall have in her their dwelling place!",
				"Zion’s gates Jehovah loveth, And with especial grace approveth; He maketh fast her bolts and bars; Those who dwell in her He blesses, And comforts them in their distresses, Who cast on Him their griefs and cares. How wonderful the grace, With which He doth embrace, All His people! City of God, How sweet the abode, On which such blessings are bestowed!",
				"Taught in thee is a salvation, Unknown to every other nation; There great and holy things are heard; In the midst of Thee abiding, Enlightning, comforting and guiding, Thou hast the Spirit and the Word; There breathing peace around, Is heard the joyful sound, Grace and mercy! How sweet that is, Which here speaks peace, There crowns with everlasting bliss."
			]
		},
		{
			"verses": [
				"How fair the Church of Christ shall stand, A beacon light in all the land, When love and faith all hearts inspire, And all unite in one desire, To be as brothers and agree, To live in peace and unity.",
				"’Tis all in vain that you profess, The doctrine of the Church unless, You live according to your creed, And show your faith by word and deed. Observe the rule: To others do, As you would have them do to you.",
				"Resentment, hate and cruel jest, Must not be harbored in the breast, Where love and charity should dwell; Then, think and speak of others well, Refrain from all that causes strife, And mars a truly Christian life.",
				"So let your tongue, your heart, and mind, Agree to banish every kind, Of malice falsehood and disguise, And here on earth a paradise, Of peace and harmony maintain, Where concord and goodwill shall reign.",
				"For God observes our thoughts and deeds The secrets of our heart He reads; The wicked cannot be concealed, Their evil ways shall be revealed, He every true believer knows, And love and grace on him bestows."
			]
		},
		{
			"verses": [
				"O day of rest and gladness, O day of joy and light, O balm of care and sadness, Most beautiful, most bright! On Thee the high and lowly, Through ages joined in tune, Sing holy, holy, holy! To the great God Triune.",
				"On Thee, at the creation, The light first had its birth; On Thee for our salvation, Christ rose from depths of earth; On Thee our Lord, victorious, The Spirit sent from heaven: And thus on Thee most glorious, A triple light was given.",
				"New graces ever gaining, From this our day of rest, We reach the rest remaining, To spirits of the blest. To Holy Ghost be praises, To Father, and to Son; The Church her voice upraises, To Thee, blest Three in One."
			]
		},
		{
			"verses": [
				"Praise the Rock of our salvation, Laud His name from zone to zone; On that Rock the church is builded, Christ himself the cornerstone; Vain against our rock-built Zion. Winds and waters, fire and hail; Christ is in her midst; against her, Sin and hell shall not prevail.",
				"Built of living stones, cemented, By the Spirit’s unity, Based on prophets and apostles. Firm in faith and stayed on Thee, May Thy Church, O Lord Incarnate, Grow in grace, in peace, in love; Emblem of the heavenly Zion, The Jerusalem above.",
				"Where Thou reignest, King of Glory, Throned in everlasting light, Midst Thy saints, no more is needed, Sun by day, nor moon by night; Soon may we those portals enter, When this earthly strife is o’er; There to dwell with saints and angels, In Thy presence evermore."
			]
		},
		{
			"verses": [
				"So hast Thou wrought among us, The great things that we see: For things that are we thank Thee, And for the things to be, For bright hope is uplifting, Faint hands and feeble knees. To strive beneath Thy blessing For greater things than these.",
				"Lead on, O Love and Mercy, O Purity and Power, Lead on till peace eternal, Shall close this battle hour, Till all who prayed and struggled, To set their brethren free In triumph meet to praise Thee, Most Holy Trinity."
			]
		},
		{
			"verses": [
				"The Church’s one foundation, Is Jesus Christ her Lord; She is His new creation, By water and the word; From heaven He came and sought her, To be His holy bride; With His own blood He bought her, And for her life He died.",
				"Elect from every nation, Yet one o’er all the earth, Her charter of salvation, One Lord, one faith, one birth, One Holy name she blesses, Partakes one holy food And to one hope she presses With every grace endued.",
				"Though with a scornful wonder, Men see her sore oppressed, By schisms rent asunder, By heresies distressed; Yet saints their watch are keeping, Their cry goes up, “How long?” And soon the night of weeping, Shall be the morn of song."
			]
		},
		{
			"verses": [
				"Blessed is the man that never, Doth in godless counsel meet; Nor in sinner’s way stands ever, Nor sits in the scorners’ seat, But on God’s all perfect law, Meditates with holy awe; Day and night he delves for treasure, In the word - ’tis all his pleasure.",
				"As a tree that has been planted, By the flowing waters fair, In its season e’er is granted, Fruits and foliage to bear, So is he, the righteous, seen, Ever fruitful, ever green, And his leaf shall wither never, All he does shall prosper ever.",
				"To the wicked ’tis not given, Such a happy lot to share; As the chaff by wind is driven, So shall the ungodly fare; They in judgment shall not stand, Nor be in the righteous band; These the Lord forsaketh ever, Those shall be cast off forever.",
				"For the Lord His people knoweth, His pure eyes behold their way, And the blessing He bestoweth, Is their heritage for aye: But the wicked ever tend, To their doom and to their end: God will all the righteous cherish, But the wicked ones shall perish."
			]
		},
		{
			"verses": [
				"Brightly beams our Father’s mercy, From His lighthouse ever more, But to us He gives the keeping, Of the lights along the shore.",
				"Dark the night of sin has settled, Loud the angry billows roar; Eager eyes are watching, longing, For the lights along the shore.",
				"Trim your feeble lamp, my brother! Some poor sailor, tempest toss’d, Trying now to make the harbor, In the darkness may be lost."
			],
			"chorus": "Let the lower lights be burning! Send a gleam across the wave, Some poor fainting, struggling seaman, You may rescue, you may save."
		},
		{
			"verses": [
				"Enslaved by sin and bound in chains, Beneath its dreadful tyrant sway, And doomed to everlasting pains, We wretched, guilty captives lay.",
				"Nor gold nor gems could buy our peace, Nor all the world’s collected store, Suffice to purchase our release; A thousand worlds were all too poor.",
				"Jesus, the Lord, the mighty God, An all sufficient ransom paid. O matchless price! His precious blood, For vile, rebellious traitors shed.",
				"Jesus the Sacrifice became, To rescue guilty souls from hell; The spotless, bleeding, dying Lamb, Beneath avenging Justice fell.",
				"Amazing goodness! Love divine! Oh, may our grateful hearts adore, The matchless grace nor yield to sin, Nor wear its cruel fetters more!"
			]
		},
		{
			"verses": [
				"How sweet is Thine abode, Thou living God, my Lord; Thou here my soul sustaineth, With living Word’s sweet savor. For grace that Thou dost grant me, With joyful heart I thank Thee.",
				"O Lord of Hosts, divine, For Thy blest courts I pine. There I find consolation, And rest in tribulation. My body, soul rejoices, Great thankfulness it voices.",
				"As swallows swiftly fly Through dark and threatening sky, Back to their nests and nestling, Up in the highest sapling: Thus even to Thine altar, My soul doth long to enter.",
				"Incline Thine ear to me, Lord Sabaoth, hear my plea: Increase Thy Kingdom ever, From Satan’s might deliver. Bear me to be a member, Through blessed death life enter.",
				"One day within Thy courts, Is better far, dear Lord, Than all brief earthly pleasures, That perish with its treasures. Grant I may be doorkeeper, For Thee, dear Lord and Keeper.",
				"The Lord God is the Sun, And Shield in battle won, Thou art my surest Armor, ’Pon which I’m trusting ever. Thou givest grace and glory, And peaceable end for me."
			]
		},
		{
			"verses": [
				"O kuinka ihanat, Asuinsijas ovat, Sä herrain Herra suuri, Siell’ sielun ruokit juuri, Sun pyhän sanas makeull’, Jost’ kiitän sinua riemull’.",
				"Mun sielun’ halajaa, Sinn’ mennä ainiaan: Siell’ löydän lohdutuksen, Ja vaivoiss’ virvoituksen: Mun sielun’, ruumiin’ Herrass’, Iloitsee monin kerran.",
				"Kuin pienet lintuset, Kyll’ kiiruust’ rientävät, Taas poikans’ tykö pesään, Jonk’ tehneet ovat vesaan: Niin sielun’ alttaris tykö, Ain’ halaa, Jumal’ pyynnöss’.",
				"Ah Herra Sebaot! Rukouksen’ korviis’ ot’, Levitköön valtakuntas, Saatan’ paetkoon kauas, Suo jäsenes mun olla, Ja autuaast’ täältä kuolla.",
				"Yks’ päivä parempi, Huoneessa Herrani, Kuin kaikki maailman ilo, Kuin nopeast’ poies kimmoo; Mä oven vartiana, Sull’ tahtoisin oll’ aina.",
				"Mull’ aurink’ vilussa, Ja vielä sodassa, Sä olet kilpi vahva, Jonk’ päälle luottaa mandan; Sä minull’ kunnian kannat, Ja autuaan lopun annat."
			]
		},
		{
			"verses": [
				"The Law commands and makes us know, What duties to our God we owe; But ’tis the Gospel must reveal, Where lies our strength to do His will.",
				"The Law discovers guilt and sin, And shows how vile our hearts have been; The Gospel only can express, Forgiving love and cleansing grace.",
				"What curses doth the Law denounce, Against the man that fails but once! But in the Gospel Christ appears, Pard’ning the guilt of num’rous years.",
				"My soul, no more attempt to draw, Thy life and comfort from the Law. Fly to the hope the Gospel gives; The man that trusts the promise lives."
			]
		},
		{
			"verses": [
				"The Law is good, but since the fall, Its holiness condemns us all: It dooms us for our sin to die, And has no power to justify.",
				"When men the offered help disdain, And dead in sin and woe remain, Its terror in their ears resounds, And keeps their wickedness in bounds.",
				"To those who help in Christ have found, And would in works of love abound, It shows what deeds are His delight, And should be done as good and right.",
				"To Jesus we for refuge flee, Who from the curse has set us free, And humbly worship at His throne, Saved by His grace through faith alone."
			]
		},
		{
			"verses": [
				"Ah kuinka taivaan valtakunta, On halpa monen silmissä! He viettää aikaa surutonta, Himoj a tyydytellessä, Ja askareissa maailman, Pois unhottavat Jumalan.",
				"On pidot meille valmistettu, Hääsaliin tuonne kauniiseen, On taivaan herkut varustettu, Kautt’ itse Herran Jeesuksen; Luulispa kaikkein rientävän, Pitoihin parhaan ystävän.",
				"Mut monell’ ah on esteitänsä! Ken tahtoo nähdä peltojaan, Kell’ esteenä on emäntänsä, Ken koitteleepi härkiään. Kaikilla heill’ on kiire vaan; Ei jouda kenkään tulemaan.",
				"O Jeesus aut’ ett’ aina muistan, Mä suurta ehtoollistasi, Maailman mielestäni suistan, Ja kuulen kutsumistasi, Ett’ olen valmis ajallaan, Ennenkuin ovi suljetaan."
			]
		},
		{
			"verses": [
				"Hädässän’ huudan Herraa, Kaikesta sydämest’, Ah, auta tällä kerrall’, Jeesus armollisest’; Avaa sinun korvas vielä, Kuulemaan huutoan’, Älä minult’ apuus kiellä, Murheiss’ ja tuskissan.",
				"Jos oikeun jälkeen synnit, Tahtoisit tuomita, Niin hukkuisimm’ kaikk’ tyyni, Enk’ vois’ mitään vastata; Mutt’ sinä armost’ rikas, Hidas olet vihaan, Sille, kun tuntee vikans’, Ja rientää katumaan.",
				"Kaiken minun turvan’ panen, O Herra! sanas pääll’: Siitä ain’ avun saanen, Ehk’ kuinka kävis tääll’, Sielun’ ain’ Herraa toivoo, Ja häntä odottaa, Kuin vartija yöllä valvoo, Ja päivää toivottaa.",
				"Israel, lujast’ luota, Ain’ Herran hyvyyteen, Hän sinull’ avun tuottaa, Ja auttaa autuuteen; Hän synnit anteeks’ antaa, Suuresta armosta, Israelill’ avun kantaa, Ja tuskist’ pelastaa."
			]
		},
		{
			"verses": [
				"Niinkuin peura janoissansa, Vettä tuorett’ himoitsee, Niin mun sielun’ tuskassansa, Jumalaa ikävöitsee: Ah, ah, sinua, Jumalan’! Minun sielun’ huutaa ain’. Ah, ah koskan pääsen kerran, Kasvoi katsomahan Herran?",
				"Kyyneleen’ on ruokan’, juoman’, Yöll’ ja päiväll’tuskissan’, Koska pilkall’ vihan suovan’, Sanoo: kuss’ on Jumalan’? Sielun’ silloin vuodatan, Itselleni toivotan, Että huoneess’ Herran hyvän, Saisin veisat’ laulun pyhän.",
				"Miksi suret surkea sielun’? Miksi vaivaat sinua? Luota Herraan täydell’ mielell’, Hän viel’ auttaa minua. Hän on minun Jumalan’, Kasvons’ valon autuaan, Antaa vielä paistaa päällen’, Siit’ hänt’ iät’ kiitän jälleen."
			]
		},
		{
			"verses": [
				"Nyt on meill’ Herran sabattii. Siis muistakaamm’ pyhää lakii. Työst’ pitäkäämm’ pois itsemme, Ja Herran eteen käykäämme.",
				"Hän suuri, pyhä, korkea kanss’, Ain’ itse asuu huoneessans’, Hänt’ korkeaa nöyräst’ palvelkaamm’, Ja syntimm’ syväst’ katukaamm’.",
				"Sill’ vihans’ on juur’ hirmuinen, Vaan kuulee kuitenk’ armoinen, Hän köyhän huudon vaikean, Suo hänell’ levon makean.",
				"Niitä myös, Jeesus, tiellen saat’, Kuin synnin haudass’ makaavat. Sun pyhän päiväs rikkovat, Ja harvoin templiis tulevat.",
				"Ah, anna heidän kääntyä! Ja oikeall’ tielle vääntyä, Ett’ kristillisest’ eläisit, Sabattis pyhän’ pitäisit.",
				"O Pyhä Henki! meidän suo, Sun sanaas kuulla, ett se tuo, Meill’ uskon, toivon, rakkaun, Niin muiden avuin kasvannon.",
				"O Pyhä Henki! armahda, Ja parannukseen johdata, Niit’ jotka sanas pyhän tääll’, Hylkäävät mielell’ ylpeäll’.",
				"Ett’ Herraa yksimielisest’ Tääll’ palvelemme sydämest’; Sitt’ iät’ luona Jumalan, Sabattii suurta pitää saamm’."
			]
		},
		{
			"verses": [
				"Se ihminen on autuas ratk’, Joll’ Jumal’ armons’ näyttää, Ett’ nuhteens’ anteeks’ antaa kaikk’, Ja vikain’ paljoun peittää. Ah, autuas! joll’ ei soimata, Tääll’ syntein suuruutt’ saastaista, Ja kuin ain’ vilppiä vihaa.",
				"Kosk’ tandoin peittää syntiän’, Enk’ tunnustanut niitä, Niin vaivast’ vaivuin vaivainen, En voinut itkuan’ pitää: Jost’ ruumiin’ tuli kulunuks’, Ja luuni kovin murretuks’, Siks’ kun mua Jumal’ opett’.",
				"Sill’ kätes’ päällän’ oli yöll’, Ja päiväll’ aivan raskas, Jost’ minun täytyi tunnustell’, Ett’ olin suuress’ tuskass’; Niin että tähden rikosten, Pois kului, kuivui nestehen’, Kuin heinä kesäll’ kuivuu."
			]
		},
		{
			"verses": [
				"Amazing grace! How sweet the sound, That saved a wretch like me! I once was lost, but now am found; Was blind, but now I see.",
				"’Twas grace that taught my heart to fear, And grace my fears relieved; How precious did that grace appear The hour I first believed!",
				"Through many dangers, toils and snares, I have already come; ’Tis grace hath brought me safe thus far, And grace will lead me home.",
				"When we’ve been there ten thousand years, Bright shining as the sun, We’ve no less days to sing God’s praise Than when we first begun."
			]
		},
		{
			"verses": [
				"God’s word is our great heritage. And shall be ours forever; To spread its light from age to age, Shall be our chief endeavor; Through life it guides our way, In death it is our stay; Lord grant, while worlds endure, We keep its teachings pure, Throughout all generations."
			]
		},
		{
			"verses": [
				"I lift mine eyes to heaven, Unto the hills on high, Whence help for me is given, And light is ever nigh, Which by His grace God lendeth, Who earth and heaven made; He hears the cry I sendeth, And graciously doth aid.",
				"’Lows not my feet to blunder, For vigilant is He; He doth not sleep nor slumber, With me will always be. He shelters me with mercy, Is shade upon my hand, He night and day doth keep me, And ever will defend.",
				"Casts out the evil in me, He will sustain my soul; Allows His grace shine ’pon me, When grieved He doth console. My going and my coming, He leads by His own hand, With grace remains beside me, When to Him I all commend."
			]
		},
		{
			"verses": [
				"Mun silmän’, käten’ nostan, Ain’ ylös mäkihin, Jost’ avun tiedän saavan’, Ja valon kaunihin; Sill’ Herra avun lainaa, Kuin maan ja taivaan loi, Hän kuulee huuton’ aina, Suojella kyllä voi.",
				"Ei salli jalkan’ horjuu, Juur’ valpas ompi hän, Ei nuku eikä torku, Vaan pysyy tykönän’; Mun armiaast’ suojeleepi, Ja tukee käteni: Öin päivin varjeleepi, Kanss’, siunaa säätyni.",
				"Pois minust’ pahat poistaa, Ja sielun’ pelastaa, Ain’ armons’ suo mull’ loistaa, Kanss’ päästää vaivasta; Mun ulos-sisäll’ käyntin’ Hän tukee kädelläns’: Ain’ armons’ kanss’ on tykön’, Tyköns’ turvaaviens’."
			]
		},
		{
			"verses": [
				"The gospel shows the Father’s grace, Who sent His Son to save our race, Proclaims how Jesus lived and died, That man might thus be justified.",
				"It sets the Lamb before our eyes, Who made the atoning sacrifice, And calls the souls with guilt opprest, To come and find eternal rest.",
				"It brings the Savior’s righteousness, Our souls to robe in royal dress; From all our guilt it brings release, And gives the troubled conscience peace.",
				"It is the pow’r of God to save, From sin and Satan and the grave; It works the faith, which firmly clings, To all the treasures which it brings.",
				"It bears to all the tidings glad, And bids their hearts no more be sad; The heavy-laden souls it cheers, And banishes their guilty fears.",
				"May we in faith its tidings learn, Nor thanklessly its blessings spurn; May we in faith its truth confess, And praise the Lord our Righteousness!"
			]
		},
		{
			"verses": [
				"O Herra! ilo suuri, Mull’ on, ett’ huutoni, Ain’ kuulet armiaast’ juuri, Mun rukoillessani.",
				"Siis kuule nytkin huuton’, O Herra! laupiaast’, Sull’ uhrin tehdä tandon, Rukoilen sydämest’.",
				"Sill’ minut kuolon paulat, Kyll’ kovast’ piiritti, Ja helvetin julmat vaivat, Juur’ julmast’ andisti.",
				"Siis; Herra kuinka sulle, Kaikk’ armos maksanen? Ei voimaa sitä mulla, Ett’ oikein elänen.",
				"Mä iloll’ vastaan otan, Sen kalkin, jonk’ tuot mull’, Sun nimeäs saarnaan kohta, Kanss’ kiitoksen annan sull’.",
				"Ain’ palvell’ Herraa tandon, Kun pääst’ mun siteistä, Hän viel’ mull’ lahjoittakoon, Armons’ ja Henkensä!"
			]
		},
		{
			"verses": [
				"Ota Jeesus, paimen hyvä, Laumahasi minua, Älä suo mun erhettyä, Anna ääntäs’ seurata! Luonas turvani on parhain, Ah jos siihen mä jo varhain, Nuoruudessa pääsisin, Loppuun asti pysyisin!",
				"Hyvä paimen rakastaapi, Omaa lammaslaumaansa; Rakkautta samoin saapi, Hänkin taasen lampailta. Näin myös rakastat sä mua; Jeesus, ah suo, että sua, Minäkin myös puolestan’, Sydämestä rakastan!",
				"Lammas seuraa paimentansa, Paimen kaitsee lammasta; Kaitse mua, Jesus, kanssa, Suo mun sua seurata; Kun mua peto tahtoo niellä, Apuasi älä kiellä, Sauvas äänes koroita, Vaara kauas karkoita!",
				"Hyvä paimen kasvot kääntää, Lampaan puoleen armossa; Lammas paimenensa ääntä, Kuunteleepi halulla, Niin, O Jeesus, äänes tulkoon, Rakkaaks mulle, ilon’ olkoon! Hädissän’ taas ainiaan, Sinä riennä auttamaan!"
			]
		},
		{
			"verses": [
				"Ratk’ kallis, hyvä asia, On kiittää Herraa taivahan, Kuin meidän rakas Isämm’ on, Ja meill’ on kaikkee hyvää suon’.",
				"Me harpuill’ huiluill’ mandamme, Niin kiitää, kuin me taidamme, Tääll’ hänen armoons’ avarat’, Ain’ ehtoin, aamuin lakkaamatt’.",
				"Siis veisat’ kaikell’ väellä, Mä kiitost’ Herrall’ hyvälle, Nyt tandon tähden hyvyytens’, Ja tunnustaa sen syvyyden.",
				"Tääll’ hurskas on kuin palmupuu, Ain’ syksyin, keväin hedelmän tuo, Niin kasvaa myös kuin seetripuu, Kuin Liibanoniss’ kukoistuu.",
				"Kuin istutetut seisovat, Ja Herran huoneess’ asuvat, Ain’ kauniist’ viheriöitsevät, Viel’ vanhan’ hedelmöitsevät.",
				"Ett’ julistaa he mahtavat Töit’ Jumalan, ja tietävät, Ett’ Hän on hurskas ainoa, Ja armoinen; Häll’ kunnia!"
			]
		},
		{
			"verses": [
				"Sydämest’ sinult’ sitä anon, Sanaas ettet minult’ pois ottais. Sen jälkeen minä suurest’ janoon, Mull’ ettei synti vahinkoa tuottais’, Kun minuss’ asuu, häijyll’ hasull’, Mun turmelee joka haaralt’: Kun tykös tulee, sanas kuulee, Se sitt’ saa olla paits’ vaaraa.",
				"Sun sanas on minun jaloillen’ Juur’ valpas paistava lyhty, On se myös minun sydämellen’, Yksi kirkas kointähti, Jota on paits’ pimeys kaikki. Sepä suur’ Jumalan lahja, Valon kantaa, hengen antaa, Niill’, kuin sitä rakastat aina."
			]
		},
		{
			"verses": [
				"Ylistän sinun nimeäs, O minun Jumalani, Ja suullani sun ihmeitäs. Kunnioitan, Kunninkaani; Siihen sä taitoo mulle suo, Ja armostas ain’ apu tuo, Sä armon. avun alku.",
				"Suuri ja ylistettävä Sä olet, minun Herran’! Voimallinen ja väkevä, Kuin tutaan monen kerran, Kuin käsiallaas katsellaan, Ja taiten tarkast’ tutkitaan, Ehk’ ovat epäluvut.",
				"Sun armostas mä puhelen, Ja suurest’ kunniastas, Sun voimastas myös juttelen. Mainitsen viisauttas; Lapsiltamm’ sinun hyvyytes, Lasten lapsilta vakuutes, Julistettaman pitää.",
				"Rakastavias rakastat, Lähestyt pelkääviäs, Ja vaikka vaiheess’ kuritat, Et kuolet’ kuitenk’ heitä: Sä hurskaan huudon huomaitset, Pahain parista pelastat, Havität häijyt kaikki.",
				"Vanhurskas, vakaa Jumala, Sä olet sinun teissäs, Ei sinuss’ vääryytt’ kavalaa. Vaan pyhä olet töissäs: Siis kielen’ kilvan kiittäköön, Luotuin kanss’ ynn’ ylistäköön. Sun pyhää nimeäs aina."
			]
		},
		{
			"verses": [
				"All the way my Savior leads me; What have I to ask beside? Can I doubt His tender mercy, Who through life has been my guide? Heav’nly peace, divinest comfort, Here by faith in Him to dwell! <b>For I know whate’er befall me, Jesus doeth all things well. :,:</b>",
				"All the way my Savior leads me; Cheers each winding path I tread; Gives me grace for every trial, Feeds me with the living bread; Though my weary steps may falter, And my soul athirst may be, <b>Gushing from the Rock before me, Lo, a spring of joy I see. :,:</b>",
				"All the way my Savior leads me; Oh, the fullness of His Love! Perfect rest to me is promised In my Father’s house above; When my spirit clothed, immortal, Wings its flight to realms of day, <b>This my song through endless ages Jesus led me all the way. :,:</b>"
			]
		},
		{
			"verses": [
				"Be not dismayed whate’er betide, God will take care of you; Beneath His wings of love abide, God will take care of you.",
				"Through days of toil when heart doth fail, God will take care of you; When dangers fierce your path assail, God will take care of you.",
				"All you may need He will provide, God will take care of you; Nothing you ask will be denied, God will take care of you.",
				"No matter what may be the test, God will take care of you; Lean, weary one, upon His breast, God will take care of you."
			],
			"chorus": "God will take care of you, Through every day, O’er all the way; He will take care of you, God will take care of you."
		},
		{
			"verses": [
				"Be still my soul; the Lord is on thy side; Bear patiently the cross of grief or pain; Leave to thy God to order and provide, In every change He faithful will remain; Be still, my soul, thy best, thy heav’nly Friend, Thro’ thorny ways leads to a joyful end.",
				"Be still, my soul; thy God doth undertake, To guide the future as He hath the past; Thy hope, thy confidence, let nothing shake. All now mysterious shall be bright at last. Be still, my soul; the waves and winds, still know, His voice who ruled them while He dwelt below.",
				"Be still, my soul; though dearest friends depart, And all is darkened in the vale of tears: Then shalt thou better know His love, His Heart, Who comes to soothe thy sorrows and thy fears. Be still, my soul; thy Jesus can repay, From His own fullness, all He takes away.",
				"Be still, my soul; the hour is hastening on, When we shall be forever with the Lord, When disappointment, grief and fear are gone, Sorrow forgot, love’s purest joys restored. Be still, my soul; when change and tears are past, All safe and blessed we shall meet at last."
			]
		},
		{
			"verses": [
				"Blest is the man, forever blest, Whose guilt is pardoned by his God, Whose sins with sorrow are confessed, And covered with his Savior’s blood.",
				"Blest is the man to whom the Lord, Imputes not his iniquities; He pleads no merit of reward, And not on works but grace relies.",
				"From guile his heart and lips are free; His humble joy, his holy fear, With deep repentance well agree, And join to prove his faith sincere.",
				"How glorious is that Righteousness, That hides and cancels all his sins, While bright the evidence of grace, Through all his life appears and shines!"
			]
		},
		{
			"verses": [
				"Comfort, comfort, ye My people, Speak ye peace, thus saith our God; Comfort those who sit in darkness, Mourning ’neath their sorrows’ load. Speak ye to Jerusalem, Of the peace that waits for them; Tell her that her sins I cover, And her warfare now is over.",
				"Yea, her sins our God will pardon, Blotting out each dark misdeed; All that well deserved His anger, He no more will see or heed. She hath suffered many a day, Now her griefs have passed away; God will change her pining sadness, Into everspringing gladness.",
				"Hark, the Herald’s voice is crying, In the desert far and near, Bidding all men to repentance, Since the kingdom now is here. Oh, that warning cry obey! Now prepare for God a way; Let the valleys rise to meet Him, And the hills bow down to greet Him.",
				"Make ye straight what long was crooked, Make the rougher places plain; Let your hearts be true and humble, As befits His holy reign. For the glory of the Lord, Now o’er earth is shed abroad, And all flesh shall see the token, That His Word is never broken."
			]
		},
		{
			"verses": [
				"Commit whatever grieves thee, Into the gracious hands Of Him Who never leaves thee, Who heav’n and earth commands, Who points the clouds their courses, Whom winds and waves obey, He will direct thy footsteps. And find for thee a way.",
				"Thy hand is never shortened, All things must serve Thy might; Thine every act is blessing, Thy path is purest light. Thy work no man can hinder, Thy purpose none can stay, Since Thou to bless Thy children, Wilt always find a way.",
				"Though all the powers of evil, The will of God oppose, His purpose will not falter, His pleasure onward goes. Whate’er God’s will resolveth, Whatever He intends, Will always be accomplished, True to His aims and ends.",
				"Then hope, my feeble spirit, And be thou undismayed; God helps in every trial, And makes thee unafraid. Await His time with patience, Then shall thine eyes behold, The sun of joy and gladness, His brightest beams unfold.",
				"Leave all to His direction; In wisdom He doth reign, And in a way most wondrous, His course He will maintain. Soon He, His promise keeping, With wonder-working skill, Shall put away the sorrows, That now Thy spirits fill."
			]
		},
		{
			"verses": [
				"Day by day, and with each passing moment, Strength I find to meet my trials here; Trusting in my Father’s wise bestowment, I’ve no cause for worry or for fear. He, whose heart is kind beyond all measure, Gives unto each day what He deems best, Lovingly it’s part of pain and pleasure, Mingling toil with peace and rest.",
				"Ev’ry day the Lord Himself is near me, With a special mercy for each hour; All my cares He fain would bear and cheer me, He whose name is Counselor and Pow’r. The protection of His child and treasure Is a charge that on Himself He laid; “As thy days, thy strength shall be in measure,” This the pledge to me He made.",
				"Help me then, in ev’ry tribulation, So to trust Thy promises, O Lord, That I lose not faith’s sweet consolation, Offered me within Thy holy word. Help me, Lord, when toil and trouble meeting, E’er to take, as from a father’s hand, One by one, the days, the moments fleeting, Till I reach the promised land."
			]
		},
		{
			"verses": [
				"God hath not promised skies always blue, Flower strewn pathways all our lives thro’; God hath not promised sun without rain, Joy without sorrow, peace without pain.",
				"God hath not promised we shall not know Toil and temptations, trouble and woe; He hath not told us we shall not bear many a burden, many a care.",
				"God hath not promised smooth roads and wide, Swift easy travel needing no guide; Never a mountain, rocky and steep Never a river turbid and deep."
			],
			"chorus": "But God hath promised strength for the day, Rest for the labor. light for the way, Grace for the trials, help from above, Unfailing kindness, undying love."
		},
		{
			"verses": [
				"If thou but suffer God to guide thee, And hope in Him through all Thy ways, He’ll give thee strength, whate’er betide thee, And bear thee through the evil days. Who trusts in God’s unchanging love, Builds on the Rock that naught can move.",
				"What can these anxious cares avail thee, These never-ceasing moans and sighs? What can it help if thou bewail thee, O’er each dark moment as it flies? Our cross and trials do but press, The heavier for our bitterness.",
				"Be patient and await His leisure, In cheerful hope with heart content, To take whate’er the Father’s pleasure, And His discerning love hath sent, Nor doubt our inmost wants are known, To Him Who chose us for His own.",
				"He knows the time for joy and truly, Will send it when He sees it meet; When He has tried and purged thee duly. And finds thee free from all deceit, He comes to thee all unaware. And makes thee own His loving care.",
				"Nor think amid the heat of trial, That God hath cast thee off unheard; That He whose hopes meet no denial, Must surely be of God preferred; Time passes and much change doth bring. And sets a bound to everything.",
				"All are alike before the Highest; ’Tis easy to our God, we know, To raise thee up, though low thou liest, To make the rich man poor and low; True wonders still by Him are wrought, Who setteth up and brings to naught.",
				"Sing, pray, and keep His ways unswerving; So do thine own part faithfully. And trust His word, though undeserving, Thou yet shalt find it true for thee, God never will forsake in need, The soul that trusts in Him indeed."
			]
		},
		{
			"verses": [
				"Ah sielun’! anna vallit’ Herran. Ja turvaa Isääs rakkaaseen, Hän taivaan armoll’ kuitenk’ kerran, Sun kruunaa aikaan iäiseen; Kun uskoo itsens’ Jumalall’, Ei rakenn’ hiedall’ juoksevall’.",
				"Ei auta meitä suru haikea. Ei hyödytä myös valitus; Jos itkem’ aina vaivaam’ vaikiaa, Se kuormallem’ on rasitus. Jos surem’ suurest’ suruam’, Sill’ lisääm’ kipiää kipuam’.",
				"Siis paremp’ ompi kärsii toivoss’, Tääll’ vähän, siihen tyytyä, Jonk’ rakas Isä tahtoo armoss’, Lapsillens’, laupiaast’ lahettää; Sill’ Isält’ ylhääll’ taivaassa, Ei tarpeem’ ole salassa.",
				"Hän tietää oikean avun ajan. Hän toimittaa kaikk’ parahin; Kanss’ sydämemme halun hartaan, Kyll’ tuntee Isä rakkahin; Niin ennättäin tuo tullessans’, Meill’ avun autuaan, levon kanss’.",
				"Al’ ajattele ajall’ surun, Jo mun pois hylkäs’ Jumalan’; Hän puhaltaa pois murheen sumun, Sitt’ pitää taas sun rakkaampan’. Kaikk’ aika ompi muuttuva, Kanss’ murhepäivä puuttuva.",
				"Se ompi Herrall’ aivan huokea, Ett’ tomust’ köyhän koroittaa; Niin rikkaan voi myös kätens’ oikea, Mielestäns’ ynseäst’ hajoittaa. Ihmeitten tekijä Jumala, Voi ylentää ja alentaa.",
				"Siis lue, veisaa, Herran tiellä, Käy, virkasi tee vireäst’, Kanss’ lupauksens’ usko vielä, Ja turvaa Häneen kiinteäst’; Se ompi aina autuas, Jonk’ uskallus on Jumalass’."
			]
		},
		{
			"verses": [
				"Must Jesus bear the cross alone, And all the world go free? No, there’s a cross for every one, And there’s a cross for me.",
				"How happy are the saints above, Who once went sorrowing here, But now they taste unmingled love, And joy without a tear.",
				"The consecrated cross I’ll bear, Till death shall set me free; And then go home my crown to wear, For there’s a crown for me.",
				"Upon the crystal pavement, down, At Jesus’ pierced feet, Joyful, I’ll cast my golden crown, And His dear Name repeat.",
				"O precious cross! O glorious crown! O resurrection day! Ye angels, from the stars flash down, And bear my soul away."
			]
		},
		{
			"verses": [
				"My soul be joyful in the Lord, And in good comfort ever. In troubles He doth help afford Ye’ll drown in perils never. One’s path here doth not always lie, Amidst fair blooms and roses. Who trustingly in God confides, In comfort he reposes.",
				"For Joseph, Job and David too, ’Twas manifested clearly, They many tears and sorrows knew, Afflicted were severely. Yet, at His pleasure God appeared, And graciously did aid them; Who trusts in God need never fear, The world cannot o’erwhelm them.",
				"Designs of Satan and the world, From God cannot me sever. I seek my refuge in the Lord, His grace He granteth ever. He always help for me provides, Forever I shall thank Him. Who trustingly in God abides, From him naught will be lacking.",
				"Wretched and blind, indeed, is he, Who ’pon this world trust places; Forsakes his Lord so heedlessly, Unhappiness he faces. For God in Christ our helper is, Ne’er can be any other. Who thus believes, blessing is his, He lives in shelter. Amen."
			]
		},
		{
			"verses": [
				"Iloitse sielun’ Herrassa, Ja ole turvass’ hyväss’. Hän avun antaa vaivoissa, Et huku hädäss’ syväss’. Ei saada tääll’ ain’ käyskennell’, Pääll’ kukkaisten ja ruusuin. Kuin Jumalaan luottaa lujaan, Se voittaa kaiken surun.",
				"Sen Joosef, Job ja Daavid myös, Kyll’ todeks’ löynneet ovat, Jotk’ olit murheess’, tuskass’, työss’, Ja kärsit vaivat kovat; Vaan täll’ ajall’ juur’ autuaall’, Heit’ autti Herra ratki. Kuin Jumalaan luottaa lujaan, Ei kaada maailma kaikki.",
				"Ei voi maailm’ eik’ saatan’ viel’, Pois Jumalast’ mua vetää, Mä turvaan Herran hyvän pääll’, Hän armons’ ain’ mull’ näyttää, Ei koskaan tääll’ mult’ apuu kiell’, Siis kiitän häntä ian. Kuin Jumalaan luottaa lujaan, Se avun saapi pian.",
				"Ei Herra hyvä hyljänne, Eik’ vaivoiss’ anna vaipuu, Kun toivons’ häneen heittänee, Ja tahtons’ alla taipuu; Kuss’ on uskallus ja rakkaus, Siin’ iloks’ murhe muuttuu. Kuin Jumalaan luottaa lujaan, Ei hänelt’ hyvää puutu.",
				"Se oikein ompi vaivainen, Kuin maailman paalle luottaa, Ja hylkää Herran ylhäisen, Hän häpeän päällens’ tuottaa, Sill’ Jumala on auttaja. Jeesuksess’, ei muu kenkään; Kuin uskoo tän. on autuas ain’, Ja turvass’ asuu, Amen!"
			]
		},
		{
			"verses": [
				"Oh why should I sorrow for I have a friend, Who bears on His heart all my woes. This friend He is Jesus He loves even me. He loves me in life and in death.",
				"He chose me for Him though so wretched am I. Of grace I am now His dear bride. He will not forsake me, that promise I have Till I am at home by His side.",
				"No longer I fear all the powers of hell. My fortress is Israel’s God. He watches and shelters me, this He has said. He ne’er can forget His own bride.",
				"To that beautiful land I now safely press on Though the billows rise often sky high. If the Savior’s asleep in the ship often times. He’s still there on board and close by."
			],
			"chorus": "He walks by my side and He leadeth my way. He wearies not easily as I. He graciously guides me the whole live-long day. He never forsakes but stays nigh."
		},
		{
			"verses": [
				"Tempted and tried we’re oft’ made to wonder, Why it should be thus all the day long, While there are others living about us, Never molested, tho’ in the wrong.",
				"When death has come and taken our loved ones, It leaves our homes so sad and so drear, Then do we wonder why others prosper, Living so wicked, year after year.",
				"“Faithful till death,” said our loving Master. “A few more days to labor and wait. Toils of the road will then seem as nothing, As we sweep through that beautiful gate.”",
				"When we see Jesus coming in glory, When He comes down from His home in the sky, Then we shall meet Him in that bright mansion, We’ll understand it, all by and by."
			],
			"chorus": "Farther along we’ll know all about it, Farther along we’ll understand why. Cheer up my brother live in the sunshine. We’ll understand it all by and by."
		},
		{
			"verses": [
				"The Lord is my shepherd, no want shall I know; I feed in green pasture, safe folded I rest; He leadeth my soul where the still waters flow, <b>Restores me when wand’ring, redeems when oppressed. :,:</b>",
				"Through the valley and shadow of death though I stray, Since Thou art my Guardian no evil I fear; Thy rod shall defend me, Thy staff be my stay; <b>No harm can befall, with my Comforter near. :,:</b>",
				"In the midst of affliction my table is spread; With blessings unmeasured my cup runneth o’er; With perfume and oil Thou annointest my head; <b>0 what shall I ask of Thy providence more? :,:</b>",
				"Let goodness and mercy, my bountiful God, Still follow my steps till I meet Thee above; I seek by the path which my forefathers trod, <b>Through the land of their sojourn, Thy kingdom of love. :,:</b>"
			]
		},
		{
			"verses": [
				"There is turmoil all around us, Many trials these latter days; May the Lord yet guard and guide us, Bless with grace His Church always. When surrounded by temptation, Fears and doubts rising within; Here we find sweet consolation, And remission for our sin.",
				"Come, all, thank the King of glory, For the victory He has brought; From the garden to Golgatha, Bloody footsteps He has trod. Come, behold in faith His suffering, Dying anguish He has borne. When world’s vanity would tempt us, There behold His crown of thorn.",
				"We have no firm place of dwelling, While in this abode of clay; But the soul with expectation, Views the homeland where we may, Dwell with God in heaven’s brightness, With the faithful, gone before; By His grace and love so boundless, We shall reach that glorious shore."
			]
		},
		{
			"verses": [
				"Thy ways and all thy sorrows, Give thou into His hand, His gracious care unfailing, Who doth the heavens command; Their course and path He giveth, To clouds and air and wind; A way thy feet may follow, He, too, for thee will find.",
				"Then hope my feeble spirit, And be thou undismayed; God helps in every trial, And makes thee unafraid. Await God’s time with pleasure, Then shall thine eyes behold, The sun of joy and gladness, His brightest beams unfold.",
				"Thou child of truth, how blessed! A conqueror soon shalt be, With songs of glad thanksgiving, A crown awaiteth thee. To thee the palm triumphal, By God’s own hand is given, Thine, to His name who saved thee, To sing the songs of heaven."
			]
		},
		{
			"verses": [
				"“Trust in my mercy ever, My people!” saith the Lord; Hold fast in deepest sorrow, That soul sustaining word.",
				"The harvest day is hasting, The rest from toil and pain, When those who sleep in Jesus, Shall come with Him again.",
				"And, more than all the treasures, That morning shall restore, Himself, Himself shall mete thee, Thy portion evermore!",
				"Then rest, sad heart, in patience, With this petition still, “Lord, all these vacant places, With Thine own fulness fill!”"
			]
		},
		{
			"verses": [
				"When afflictions sore oppress you, Low with grief and anguish bowed, Then to earnest prayer address you, Prayer will help you through the cloud. Still to see your Savior near, Under every cross you bear, By the light His word doth lend you, Prayer will joy and comfort send you.",
				"None shall ever be confounded, Who in God will freely trust; Though they be by woes surrounded, God’s a rock to all the just; Though you deem He hears you not, Still your wants are ne’er forgot; Cry to Him when storms assail you, Let your courage never fail you.",
				"Call on God, knock, seek, implore Him, “Tis the Christian’s noblest skill; He who comes with faith before Him, Meets with help and favor still; Who on God most firmly rest, Are the wisest and The best; God will with such strength imbue them, Ne’er shall any foe subdue them.",
				"Learn to mark God’s wondrous dealing, With the people that He loves; When His chastening hand they’re feeling, Then their faith the strongest proves; God is nigh and notes their tears, Though He answers not, He hears; Pray with faith, for though He try you, No good thing can God deny you.",
				"Ponder all God’s truth can teach you, Let His word your footsteps guide; Satan’s wiles shall never reach you, Though he draw the world aside: Lo! God’s truth is thy defense, Light, and hope, and confidence; Trust in God, He’ll not deceive you, Pray, and all your foes will leave you."
			]
		}
	]
}
